{"createdAt":"2025-09-05T20:24:47.623Z","updatedAt":"2025-09-22T19:24:03.615Z","id":"hW59VMfDYdsdH1o9","name":"3.2 - Contratos Parceiros","active":false,"isArchived":true,"nodes":[{"parameters":{"method":"POST","url":"=https://evolution-evolution-api.qoe5tk.easypanel.host/message/sendMedia/finamob2","sendHeaders":true,"headerParameters":{"parameters":[{"name":"apikey","value":"F94D88D678A5-4C12-B5EC-EBA547821504"}]},"sendBody":true,"specifyBody":"json","jsonBody":"={\n    \"number\": \"{{ $('When Executed by Another Workflow').item.json.telefone }}\",\n    \"mediatype\": \"document\",\n    \"mimetype\": \"document/pdf\",\n    \"caption\": \"Contrato - {{ $('When Executed by Another Workflow').item.json.nome }}\",\n    \"media\": \"{{ $json.url }}\",\n    \"fileName\": \"Contrato Finamob - {{ $('When Executed by Another Workflow').item.json.nome }}.docx\"\n}","options":{}},"id":"041bbfb4-6aa3-4c44-8932-0a3e4ee5a0d4","name":"Responde Evolution","type":"n8n-nodes-base.httpRequest","typeVersion":4.2,"position":[1728,192]},{"parameters":{"html":"<!DOCTYPE html>\n<html lang=\"pt-BR\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Contrato de Assessoria Financeira - FINAMOB - Template 3%</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            font-size: 12px;\n            line-height: 1.4;\n            margin: 40px;\n            color: #333;\n        }\n        .header {\n            text-align: center;\n            font-weight: bold;\n            font-size: 14px;\n            margin-bottom: 30px;\n        }\n        .section {\n            margin-bottom: 20px;\n        }\n        .section-title {\n            font-weight: bold;\n            margin-bottom: 10px;\n        }\n        .clause {\n            margin-left: 20px;\n            margin-bottom: 10px;\n        }\n        .sub-clause {\n            margin-left: 40px;\n            margin-bottom: 8px;\n        }\n        .parties {\n            margin-bottom: 25px;\n        }\n        .party {\n            margin-bottom: 15px;\n        }\n        .signature-section {\n            margin-top: 40px;\n        }\n        .signature-line {\n            margin: 30px 0;\n            border-top: 1px solid #333;\n            width: 300px;\n            padding-top: 5px;\n        }\n        .witness-section {\n            margin-top: 30px;\n            display: flex;\n            justify-content: space-between;\n        }\n        .witness {\n            width: 45%;\n        }\n    </style>\n</head>\n<body>\n    <div class=\"header\">\n        INSTRUMENTO PARTICULAR DE PRESTAÇÃO DE SERVIÇOS DE ASSESSORIA FINANCEIRA, DESENVOLVIMENTO DE NEGÓCIOS E OUTRAS AVENÇAS\n    </div>\n\n    <div class=\"section\">\n        Pelo presente instrumento particular, de um lado,\n    </div>\n\n    <div class=\"parties\">\n        <div class=\"party\">\n            <strong>A. {{ $json.nome }}</strong>, sociedade empresária limitada, com sua sede estabelecida na {{ $json.endereco }}, inscrita no CNPJ/ME sob o nº {{ $json.cnpj_cpf }}, neste ato representada na forma de seu Contrato Social (doravante denominada \"Mandante\" ou \"{{ $json.nome }}\");\n        </div>\n        <div style=\"margin: 20px 0;\">e, de outro lado,</div>\n        <div class=\"party\">\n            <strong>B. FINAMOB TECH CONSULTORIA S.A.</strong>, sociedade por ações, com sede na Avenida Magalhães de Castro, 4800, 6º andar, Torre 3 - Continental Tower, conjunto 607, Sala 02, Cidade Jardim, São Paulo - SP, 05.676-120, na cidade e Estado de São Paulo, inscrita no CNPJ/MF sob o nº 51.571.234/0001-20, neste ato representada na forma de seu Estatuto Social e demais instrumentos societários vigentes (doravante denominada \"Mandatária\" ou \"Finamob\");\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <strong>CONSIDERANDO QUE:</strong>\n        <div class=\"clause\">\n            i. A Mandante é sociedade que exerce atividades no ramo imobiliário e tem a intenção de captar recursos através da emissão de dívidas, conforme definido abaixo na Cláusula 1.1 como \"Projeto Dívida\";\n        </div>\n        <div class=\"clause\">\n            ii. A Mandatária irá realizar a estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução, bem como irá conduzir e intermediar a apresentação do Projeto Dívida à possíveis interessados, com o objetivo de encontrar terceiros para execução de tais projetos, auxiliando a Mandante no Fechamento do Negócio, através da celebração dos Documentos Definitivos;\n        </div>\n        <div class=\"clause\">\n            iii. As Partes decidem regular, por meio deste Instrumento, a relação de parceria para a prestação de serviços de assessoria financeira e desenvolvimento de negócios. RESOLVEM firmar o presente \"Instrumento Particular de Prestação de Serviços de Assessoria Financeira, Desenvolvimento de Negócios e Outras Avenças\" (\"Contrato\" ou \"Instrumento\"), que se regerá pelas seguintes cláusulas, termos e condições:\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">1. Objeto</div>\n        <div class=\"clause\">\n            1.1. O presente Contrato tem por objetivo estabelecer as regras que disciplinarão a relação de assessoria financeira e desenvolvimento de negócios entre as Partes, em especial:\n            <div class=\"sub-clause\">\n                (i) A estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução e a apresentação pela Mandatária, de possíveis Investidores no Projeto Dívida da Mandante, de modo a permitir a viabilização de Aporte dos Recursos por Investidor;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) A forma de remuneração da Mandatária pelas atividades desenvolvidas ou realizadas em vista do disposto no item (i) acima;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) As obrigações e as responsabilidades assumidas pelas Partes.\n            </div>\n        </div>\n        <div class=\"clause\">\n            1.2. Caberá exclusivamente a Mandante a decisão de implementar ou não as sugestões de estruturação de atividade e/ou de projetos apresentados, sendo vedado à Mandatária assumir ou comprometer qualquer obrigação em nome da Mandante e/ou dos Intervenientes Anuentes.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">2. Remuneração</div>\n        <div class=\"clause\">\n            2.1. As Partes estabelecem que, a remuneração da Mandatária em contrapartida à execução do objeto do presente Contrato, será realizada através do pagamento pela Mandante de um valor fixo a título de Remuneração de Desempenho, devendo ser paga pela Mandante à Mandatária em razão da consumação e sucesso do Aporte de Recursos. Independentemente do valor da operação, a Mandante concorda em efetuar um pagamento fixo de <strong>3% (Três Por Cento) x Valor Atingido + Impostos</strong>.\n        </div>\n        <div class=\"clause\">\n            2.2. As Partes estabelecem que, independentemente da forma de pagamento da Remuneração de Desempenho, à vista ou a prazo, em uma ou mais parcelas:\n            <div class=\"sub-clause\">\n                (i) Deverá observar os termos e condições do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) Será devida pela Mandante à Mandatária na hipótese da ocorrência do Fechamento do Negócio do Projeto Dívida, o qual será verificado quando da captação de recursos através da emissão de dívida, com o consequente Aporte de Recursos;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Será paga à Mandatária pela Mandante no mesmo momento de realização do Aporte de Recursos; e\n            </div>\n            <div class=\"sub-clause\">\n                (iv) Será paga sem realizar qualquer desconto ou abatimento do Aporte de Recursos, ou seja, a Remuneração de Desempenho será paga pela Mandante à Mandatária diretamente e sem a realização de abatimento do valor acordado entre a Mandante e o Investidor para o Fechamento do Negócio.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.3. Caso haja o descumprimento da obrigação de pagamento de valores devidos à Mandatária, oriundos do Fechamento do Negócio, haverá a incidência de multa moratória de 2% (dois por cento) sobre os valores devidos e juros moratórios de 1% (um por cento) ao mês, calculados pro rata die, a partir da data em que a Mandante receber o Aporte de Recursos por parte do Investidor, mas não efetuar o pagamento da Remuneração de Desempenho à Mandatária, quando aplicável.\n        </div>\n        <div class=\"clause\">\n            2.4. Caso a Mandante opte em não implementar as propostas apresentadas conforme 1.2., supra, nenhuma remuneração será devida à Mandatária. Ainda, sem prejuízo dos demais casos previstos expressamente neste Contrato, a Mandatária não fará jus ao recebimento de Remuneração de Desempenho, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) No caso de o Fechamento do Negócio não ser concretizado em um prazo de até 40 (quarenta) meses, contado da identificação da oportunidade de negócios pela Mandatária e início das tratativas entre a Mandante e o Investidor, hipótese em que não se aplicará o Direito de Tail indicado na cláusula 2.6., abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) No caso de descumprimento de qualquer de obrigação contratual pela Mandatária, sem prejuízo das penalidades aplicáveis à hipótese de inadimplemento e de eventual indenização suplementar.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.5. Tributos: As Partes acordam que todos e quaisquer tributos que venham a incidir sobre qualquer valor tratado no presente Contrato, deverão ser recolhidos pela Parte responsável.\n        </div>\n        <div class=\"clause\">\n            2.6. Direito de Tail: Fica estabelecido que durante o prazo de vigência deste Contrato, e pelo período de 40 (quarenta) meses da data de seu término ou rescisão, por qualquer motivo, a Mandatária terá direito a receber a Remuneração de Desempenho a ele devida, desde que o Investidor tenha sido apresentado pela Mandatária durante o período de vigência do Contrato e que as tratativas entre a Mandante e o Investidor não tenham superado o prazo de 40 (quarenta) meses, conforme indicado na cláusula 2.4.(i), acima.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">3. Obrigações das Partes</div>\n        <div class=\"clause\">\n            3.1. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandatária deverá:\n            <div class=\"sub-clause\">\n                (i) abster-se de assumir compromissos, contrair obrigações ou celebrar qualquer contrato em nome da Mandante, limitando-se às obrigações aqui estabelecidas, atuando na qualidade de contratada independente, não havendo qualquer relação empregatícia, de agenciamento ou de representação entre a Mandatária e/ou seus profissionais e a Mandante;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) informar prontamente a Mandante sobre qualquer fato, evento ou circunstância que possa adversamente afetar esta contratação;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) guardar o sigilo e confidencialidade das informações, conforme cláusula 4, abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) atuar com integridade e com esforço constante para sustentar os mais altos padrões éticos, com especial atenção para evitar conflitos de interesse e nunca participar de práticas inadequadas como suborno ou outra forma de corrupção; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) não ofertar, prometer, pagar ou autorizar o pagamento em dinheiro, ou dar ou concordar em dar presentes ou qualquer outra coisa de valor a qualquer pessoa ou entidade, pública ou privada, com o objetivo de beneficiar ilicitamente a Mandante ou seus negócios.\n            </div>\n        </div>\n        <div class=\"clause\">\n            3.2. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandante deverá:\n            <div class=\"sub-clause\">\n                (i) cooperar com a Mandatária para o bom andamento da contratação, fornecendo ou prestando as informações e os esclarecimentos necessários para identificação e desenvolvimento de oportunidades de negócio;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) garantir à Mandatária o direito à Remuneração de Desempenho em razão da consumação e sucesso do Aporte de Recursos realizado por Investidor por ela identificado, observadas eventuais exceções previstas neste Contrato.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">4. Confidencialidade</div>\n        <div class=\"clause\">\n            4.1. Durante todo o Período de Vigência do presente Contrato, e por 3 (três) anos após o término de seu prazo ou a sua rescisão, as Partes, por si e por seus sócios, acionistas, administradores, funcionários e/ou qualquer pessoa que tenha possibilidade de contratar em condições que não sejam as de comutatividade e independência que caracterizam as operações ou negócios com terceiros, incluindo, exemplificativamente, as seguintes pessoas físicas ou jurídicas relacionadas a determinada pessoa (conforme aplicável):\n            <div class=\"sub-clause\">\n                (i) ascendentes, descendentes e colaterais até o 4º (quarto) grau e seus respectivos cônjuges;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) o cônjuge ou companheiro e seus ascendentes, descendentes e colaterais até o 4º (quarto) grau;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Afiliadas, Controladas, sociedade sob Controle Comum e/ou seus Controladores;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) empresas com administradores comuns ou que possam influenciar e/ou se beneficiar de determinadas decisões; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) sociedades cujos acionistas, quotistas e/ou administradores (quaisquer que sejam as denominações dos cargos) possuam a relação de parentesco indicada nos itens (i) e (ii) Partes Relacionadas, garante e se compromete a manter sigilo sobre toda e qualquer informação, oral ou escrita, de natureza técnica, operacional, comercial ou jurídica, incluindo, sem limitação, know-how, programas de computador, software, planos e/ou estratégias de negócios, métodos, técnicas, documentos e/ou contratos de qualquer natureza, bem como bancos de dados e/ou qualquer informação relativa à outra Parte e/ou ao Projeto Dívida (as \"Informações Confidenciais\"), a que tenha tido acesso em razão deste Contrato.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.2. A obrigação de confidencialidade estipulada nesta Cláusula 4 não será aplicável:\n            <div class=\"sub-clause\">\n                (i) em relação àquelas informações que já sejam de conhecimento público quando da assinatura do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) quando houver obrigação legal de divulgação, em virtude de lei ou de decisão judicial, hipótese em que a Parte deverá notificar imediatamente a outra Parte acerca de tal obrigação legal, salvo se vedado por lei ou pela ordem de divulgação, para que essa possa tomar as providências que entenda cabíveis, sendo que as Informações Confidenciais devem ser fornecidas exclusivamente para aquelas pessoas que, em virtude de tal obrigação legal ou decisão judicial, devam recebê-las; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) em relação àquelas Informações Confidenciais que, embora confidenciais na data de assinatura deste Contrato, venham a ser de conhecimento público, sem dolo ou culpa de qualquer das Partes ou de Terceiro a elas vinculado.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.3. As Partes não utilizarão as Informações Confidenciais para qualquer fim e sob qualquer modalidade, direta ou indiretamente, exceto nos termos previstos neste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.4. As Partes acordam que não poderão utilizar, em benefício próprio ou de Terceiro, quaisquer Informações Confidenciais, incluindo, sem se limitar, os dados das negociações entre a Mandante, a Mandatária e a Projeto, e/ou dos Documentos Definitivos, exceto para desenvolver o escopo deste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.5. Toda e qualquer modalidade de divulgação e/ou utilização indevida das Informações Confidenciais sujeitará a Parte infratora ao pagamento das perdas e danos, inclusive lucros cessantes, a que der causa.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">5. Período de Vigência e Rescisão</div>\n        <div class=\"clause\">\n            5.1. A vigência deste Contrato se inicia com sua assinatura e ficará vigente pelo prazo de 6 (seis) meses após o envio da totalidade das informações a serem formalizadas via e-mail, podendo ser renovado, mediante aditivo contratual assinado pelas Partes.\n        </div>\n        <div class=\"clause\">\n            5.2. Caso qualquer das Partes decida resilir, unilateral e imotivadamente, o presente Contrato, tal Parte deverá notificar a outra Parte com, no mínimo, 30 (trinta) dias de antecedência, hipótese em que não haverá incidência de quaisquer ônus às Partes.\n        </div>\n        <div class=\"clause\">\n            5.3. Qualquer uma das Partes poderá rescindir ainda, o presente Contrato, imediatamente, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) infração, pela Parte contrária, de qualquer obrigação assumida neste Contrato, desde que essa infração não possa ser sanada ou, sendo ela sanável, não o seja em até 10 (dez) dias contados do recebimento, pela Parte infratora, de notificação escrita da Parte prejudicada, respondendo, neste caso, a Parte infratora pelas perdas e danos a que der causa;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) insolvência, recuperação judicial ou extrajudicial, ou declaração de falência da Parte contrária; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) na ocorrência de caso fortuito ou força maior que impossibilite a qualquer das Partes de cumprir com as obrigações a ela atribuídas neste Contrato, desde que devidamente justificada.\n            </div>\n        </div>\n        <div class=\"clause\">\n            5.4. Não obstante a rescisão deste Contrato em virtude de qualquer das hipóteses previstas nesta Cláusula 5, as Partes ficarão obrigadas a observar as demais obrigações ora previstas, em especial quanto às Informações Confidenciais e ao pagamento da Remuneração de Desempenho à Mandatária, referente ao Fechamento do Negócio entre Mandante e o Investidor nas condições previstas neste Instrumento.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">6. Disposições Gerais</div>\n        <div class=\"clause\">\n            6.1. Alterações. As Partes desde já acordam que todos os termos e condições do presente Contrato poderão ser revistos a qualquer momento, desde que de comum acordo entre as Partes e devidamente formalizado por escrito.\n        </div>\n        <div class=\"clause\">\n            6.2. Ausência de Vínculo. As Partes declaram, para todos os efeitos, que são entidades independentes e autônomas, de forma que o presente Contrato não cria qualquer outra modalidade de vínculo entre ambas, inclusive, sem limitação, mandato, representação, associação, formação de grupo econômico, joint venture, sociedade de fato ou de direito, consórcio, subordinação jurídica e/ou econômica, vínculo empregatício ou similar. As Partes serão as únicas responsáveis pela remuneração de seus respectivos funcionários e terceiros por elas contratados, devendo responder integralmente pelos decorrentes encargos de natureza trabalhista, previdenciária, tributária e administrativa.\n        </div>\n        <div class=\"clause\">\n            6.3. Exclusividade. O presente Contrato é celebrado em caráter exclusivo, sendo vedado à Mandante e/ou os Intervenientes Anuentes celebrarem idênticos e simultâneos contratos com outras pessoas, físicas e/ou jurídicas, envolvendo os investidores alvo acima referenciados, devendo ser respeitadas às disposições ora avençadas.\n        </div>\n        <div class=\"clause\">\n            6.4. Indenização. Sem prejuízo das sanções especificamente tratadas neste Contrato e na legislação cível e penal aplicável, a Parte que violar qualquer das obrigações assumidas no presente Contrato deverá indenizar a outra Parte com relação a qualquer perda, responsabilidade, dano e/ou despesa sofrida ou incorrida, em relação a, ou resultante de qualquer descumprimento de qualquer disposição deste Contrato, incluindo no caso de não pagamento das remunerações e/ou honorários devidos à outra Parte conforme pactuado neste Contrato.\n        </div>\n        <div class=\"clause\">\n            6.5. Ausência de Renúncia. A omissão ou a demora por qualquer uma das Partes em exercer qualquer direito aqui previsto não será tida como renúncia a esse direito; o exercício isolado ou parcial de qualquer direito aqui previsto não prejudicará o exercício futuro ou mais amplo de tal direito.\n        </div>\n        <div class=\"clause\">\n            6.6. Foro e Lei Aplicável. O presente Contrato será regido pelas Leis da República Federativa do Brasil, elegendo as Partes o foro central da Comarca da Capital do Estado de São Paulo, com exclusão de qualquer outro, por mais privilegiado que seja, para nele serem dirimidas quaisquer dúvidas e questões oriundas do presente Contrato.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        São Paulo, {{ $json.data }}.\n    </div>\n\n    <div class=\"signature-section\">\n        <div style=\"margin-bottom: 10px;\"><strong>MANDANTE:</strong></div>\n        <div class=\"signature-line\">\n            {{ $json.nome }}\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>MANDATÁRIA:</strong></div>\n        <div class=\"signature-line\">\n            FINAMOB TECH CONSULTORIA S.A.<br>\n            Por: Julia Marchesini Esteves De Oliveira\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>Testemunhas:</strong></div>\n        <div class=\"witness-section\">\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: Guilherme Anauate De Conto<br>\n                RG: 52.167.737-3\n            </div>\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: [NOME FINAMOBER]<br>\n                RG: [RG FINAMOBER]\n            </div>\n        </div>\n    </div>\n</body>\n</html>"},"type":"n8n-nodes-base.html","typeVersion":1.2,"position":[48,48],"id":"ced9d163-fc6d-4f89-b061-8e74ff44b8a8","name":"HTML6"},{"parameters":{"content":"## Clientes\n","height":864,"width":200,"color":5},"type":"n8n-nodes-base.stickyNote","position":[0,0],"typeVersion":1,"id":"6b2d084b-f0a2-4f8d-96df-9124ac3bdc3c","name":"Sticky Note2"},{"parameters":{"html":"<!DOCTYPE html>\n<html lang=\"pt-BR\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Contrato de Assessoria Financeira - FINAMOB - Template 4%</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            font-size: 12px;\n            line-height: 1.4;\n            margin: 40px;\n            color: #333;\n        }\n        .header {\n            text-align: center;\n            font-weight: bold;\n            font-size: 14px;\n            margin-bottom: 30px;\n        }\n        .section {\n            margin-bottom: 20px;\n        }\n        .section-title {\n            font-weight: bold;\n            margin-bottom: 10px;\n        }\n        .clause {\n            margin-left: 20px;\n            margin-bottom: 10px;\n        }\n        .sub-clause {\n            margin-left: 40px;\n            margin-bottom: 8px;\n        }\n        .parties {\n            margin-bottom: 25px;\n        }\n        .party {\n            margin-bottom: 15px;\n        }\n        .signature-section {\n            margin-top: 40px;\n        }\n        .signature-line {\n            margin: 30px 0;\n            border-top: 1px solid #333;\n            width: 300px;\n            padding-top: 5px;\n        }\n        .witness-section {\n            margin-top: 30px;\n            display: flex;\n            justify-content: space-between;\n        }\n        .witness {\n            width: 45%;\n        }\n    </style>\n</head>\n<body>\n    <div class=\"header\">\n        INSTRUMENTO PARTICULAR DE PRESTAÇÃO DE SERVIÇOS DE ASSESSORIA FINANCEIRA, DESENVOLVIMENTO DE NEGÓCIOS E OUTRAS AVENÇAS\n    </div>\n\n    <div class=\"section\">\n        Pelo presente instrumento particular, de um lado,\n    </div>\n\n    <div class=\"parties\">\n        <div class=\"party\">\n            <strong>A. {{ $json.nome }}</strong>, sociedade empresária limitada, com sua sede estabelecida na {{ $json.endereco }}, inscrita no CNPJ/ME sob o nº {{ $json.cnpj_cpf }}, neste ato representada na forma de seu Contrato Social (doravante denominada \"Mandante\" ou \"{{ $json.nome }}\");\n        </div>\n        <div style=\"margin: 20px 0;\">e, de outro lado,</div>\n        <div class=\"party\">\n            <strong>B. FINAMOB TECH CONSULTORIA S.A.</strong>, sociedade por ações, com sede na Avenida Magalhães de Castro, 4800, 6º andar, Torre 3 - Continental Tower, conjunto 607, Sala 02, Cidade Jardim, São Paulo - SP, 05.676-120, na cidade e Estado de São Paulo, inscrita no CNPJ/MF sob o nº 51.571.234/0001-20, neste ato representada na forma de seu Estatuto Social e demais instrumentos societários vigentes (doravante denominada \"Mandatária\" ou \"Finamob\");\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <strong>CONSIDERANDO QUE:</strong>\n        <div class=\"clause\">\n            i. A Mandante é sociedade que exerce atividades no ramo imobiliário e tem a intenção de captar recursos através da emissão de dívidas, conforme definido abaixo na Cláusula 1.1 como \"Projeto Dívida\";\n        </div>\n        <div class=\"clause\">\n            ii. A Mandatária irá realizar a estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução, bem como irá conduzir e intermediar a apresentação do Projeto Dívida à possíveis interessados, com o objetivo de encontrar terceiros para execução de tais projetos, auxiliando a Mandante no Fechamento do Negócio, através da celebração dos Documentos Definitivos;\n        </div>\n        <div class=\"clause\">\n            iii. As Partes decidem regular, por meio deste Instrumento, a relação de parceria para a prestação de serviços de assessoria financeira e desenvolvimento de negócios. RESOLVEM firmar o presente \"Instrumento Particular de Prestação de Serviços de Assessoria Financeira, Desenvolvimento de Negócios e Outras Avenças\" (\"Contrato\" ou \"Instrumento\"), que se regerá pelas seguintes cláusulas, termos e condições:\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">1. Objeto</div>\n        <div class=\"clause\">\n            1.1. O presente Contrato tem por objetivo estabelecer as regras que disciplinarão a relação de assessoria financeira e desenvolvimento de negócios entre as Partes, em especial:\n            <div class=\"sub-clause\">\n                (i) A estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução e a apresentação pela Mandatária, de possíveis Investidores no Projeto Dívida da Mandante, de modo a permitir a viabilização de Aporte dos Recursos por Investidor;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) A forma de remuneração da Mandatária pelas atividades desenvolvidas ou realizadas em vista do disposto no item (i) acima;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) As obrigações e as responsabilidades assumidas pelas Partes.\n            </div>\n        </div>\n        <div class=\"clause\">\n            1.2. Caberá exclusivamente a Mandante a decisão de implementar ou não as sugestões de estruturação de atividade e/ou de projetos apresentados, sendo vedado à Mandatária assumir ou comprometer qualquer obrigação em nome da Mandante e/ou dos Intervenientes Anuentes.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">2. Remuneração</div>\n        <div class=\"clause\">\n            2.1. As Partes estabelecem que, a remuneração da Mandatária em contrapartida à execução do objeto do presente Contrato, será realizada através do pagamento pela Mandante de um valor fixo a título de Remuneração de Desempenho, devendo ser paga pela Mandante à Mandatária em razão da consumação e sucesso do Aporte de Recursos. Independentemente do valor da operação, a Mandante concorda em efetuar um pagamento fixo de <strong>4% (Quatro Por Cento) x Valor Atingido + Impostos</strong>.\n        </div>\n        <div class=\"clause\">\n            2.2. As Partes estabelecem que, independentemente da forma de pagamento da Remuneração de Desempenho, à vista ou a prazo, em uma ou mais parcelas:\n            <div class=\"sub-clause\">\n                (i) Deverá observar os termos e condições do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) Será devida pela Mandante à Mandatária na hipótese da ocorrência do Fechamento do Negócio do Projeto Dívida, o qual será verificado quando da captação de recursos através da emissão de dívida, com o consequente Aporte de Recursos;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Será paga à Mandatária pela Mandante no mesmo momento de realização do Aporte de Recursos; e\n            </div>\n            <div class=\"sub-clause\">\n                (iv) Será paga sem realizar qualquer desconto ou abatimento do Aporte de Recursos, ou seja, a Remuneração de Desempenho será paga pela Mandante à Mandatária diretamente e sem a realização de abatimento do valor acordado entre a Mandante e o Investidor para o Fechamento do Negócio.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.3. Caso haja o descumprimento da obrigação de pagamento de valores devidos à Mandatária, oriundos do Fechamento do Negócio, haverá a incidência de multa moratória de 2% (dois por cento) sobre os valores devidos e juros moratórios de 1% (um por cento) ao mês, calculados pro rata die, a partir da data em que a Mandante receber o Aporte de Recursos por parte do Investidor, mas não efetuar o pagamento da Remuneração de Desempenho à Mandatária, quando aplicável.\n        </div>\n        <div class=\"clause\">\n            2.4. Caso a Mandante opte em não implementar as propostas apresentadas conforme 1.2., supra, nenhuma remuneração será devida à Mandatária. Ainda, sem prejuízo dos demais casos previstos expressamente neste Contrato, a Mandatária não fará jus ao recebimento de Remuneração de Desempenho, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) No caso de o Fechamento do Negócio não ser concretizado em um prazo de até 40 (quarenta) meses, contado da identificação da oportunidade de negócios pela Mandatária e início das tratativas entre a Mandante e o Investidor, hipótese em que não se aplicará o Direito de Tail indicado na cláusula 2.6., abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) No caso de descumprimento de qualquer de obrigação contratual pela Mandatária, sem prejuízo das penalidades aplicáveis à hipótese de inadimplemento e de eventual indenização suplementar.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.5. Tributos: As Partes acordam que todos e quaisquer tributos que venham a incidir sobre qualquer valor tratado no presente Contrato, deverão ser recolhidos pela Parte responsável.\n        </div>\n        <div class=\"clause\">\n            2.6. Direito de Tail: Fica estabelecido que durante o prazo de vigência deste Contrato, e pelo período de 40 (quarenta) meses da data de seu término ou rescisão, por qualquer motivo, a Mandatária terá direito a receber a Remuneração de Desempenho a ele devida, desde que o Investidor tenha sido apresentado pela Mandatária durante o período de vigência do Contrato e que as tratativas entre a Mandante e o Investidor não tenham superado o prazo de 40 (quarenta) meses, conforme indicado na cláusula 2.4.(i), acima.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">3. Obrigações das Partes</div>\n        <div class=\"clause\">\n            3.1. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandatária deverá:\n            <div class=\"sub-clause\">\n                (i) abster-se de assumir compromissos, contrair obrigações ou celebrar qualquer contrato em nome da Mandante, limitando-se às obrigações aqui estabelecidas, atuando na qualidade de contratada independente, não havendo qualquer relação empregatícia, de agenciamento ou de representação entre a Mandatária e/ou seus profissionais e a Mandante;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) informar prontamente a Mandante sobre qualquer fato, evento ou circunstância que possa adversamente afetar esta contratação;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) guardar o sigilo e confidencialidade das informações, conforme cláusula 4, abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) atuar com integridade e com esforço constante para sustentar os mais altos padrões éticos, com especial atenção para evitar conflitos de interesse e nunca participar de práticas inadequadas como suborno ou outra forma de corrupção; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) não ofertar, prometer, pagar ou autorizar o pagamento em dinheiro, ou dar ou concordar em dar presentes ou qualquer outra coisa de valor a qualquer pessoa ou entidade, pública ou privada, com o objetivo de beneficiar ilicitamente a Mandante ou seus negócios.\n            </div>\n        </div>\n        <div class=\"clause\">\n            3.2. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandante deverá:\n            <div class=\"sub-clause\">\n                (i) cooperar com a Mandatária para o bom andamento da contratação, fornecendo ou prestando as informações e os esclarecimentos necessários para identificação e desenvolvimento de oportunidades de negócio;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) garantir à Mandatária o direito à Remuneração de Desempenho em razão da consumação e sucesso do Aporte de Recursos realizado por Investidor por ela identificado, observadas eventuais exceções previstas neste Contrato.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">4. Confidencialidade</div>\n        <div class=\"clause\">\n            4.1. Durante todo o Período de Vigência do presente Contrato, e por 3 (três) anos após o término de seu prazo ou a sua rescisão, as Partes, por si e por seus sócios, acionistas, administradores, funcionários e/ou qualquer pessoa que tenha possibilidade de contratar em condições que não sejam as de comutatividade e independência que caracterizam as operações ou negócios com terceiros, incluindo, exemplificativamente, as seguintes pessoas físicas ou jurídicas relacionadas a determinada pessoa (conforme aplicável):\n            <div class=\"sub-clause\">\n                (i) ascendentes, descendentes e colaterais até o 4º (quarto) grau e seus respectivos cônjuges;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) o cônjuge ou companheiro e seus ascendentes, descendentes e colaterais até o 4º (quarto) grau;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Afiliadas, Controladas, sociedade sob Controle Comum e/ou seus Controladores;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) empresas com administradores comuns ou que possam influenciar e/ou se beneficiar de determinadas decisões; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) sociedades cujos acionistas, quotistas e/ou administradores (quaisquer que sejam as denominações dos cargos) possuam a relação de parentesco indicada nos itens (i) e (ii) Partes Relacionadas, garante e se compromete a manter sigilo sobre toda e qualquer informação, oral ou escrita, de natureza técnica, operacional, comercial ou jurídica, incluindo, sem limitação, know-how, programas de computador, software, planos e/ou estratégias de negócios, métodos, técnicas, documentos e/ou contratos de qualquer natureza, bem como bancos de dados e/ou qualquer informação relativa à outra Parte e/ou ao Projeto Dívida (as \"Informações Confidenciais\"), a que tenha tido acesso em razão deste Contrato.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.2. A obrigação de confidencialidade estipulada nesta Cláusula 4 não será aplicável:\n            <div class=\"sub-clause\">\n                (i) em relação àquelas informações que já sejam de conhecimento público quando da assinatura do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) quando houver obrigação legal de divulgação, em virtude de lei ou de decisão judicial, hipótese em que a Parte deverá notificar imediatamente a outra Parte acerca de tal obrigação legal, salvo se vedado por lei ou pela ordem de divulgação, para que essa possa tomar as providências que entenda cabíveis, sendo que as Informações Confidenciais devem ser fornecidas exclusivamente para aquelas pessoas que, em virtude de tal obrigação legal ou decisão judicial, devam recebê-las; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) em relação àquelas Informações Confidenciais que, embora confidenciais na data de assinatura deste Contrato, venham a ser de conhecimento público, sem dolo ou culpa de qualquer das Partes ou de Terceiro a elas vinculado.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.3. As Partes não utilizarão as Informações Confidenciais para qualquer fim e sob qualquer modalidade, direta ou indiretamente, exceto nos termos previstos neste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.4. As Partes acordam que não poderão utilizar, em benefício próprio ou de Terceiro, quaisquer Informações Confidenciais, incluindo, sem se limitar, os dados das negociações entre a Mandante, a Mandatária e a Projeto, e/ou dos Documentos Definitivos, exceto para desenvolver o escopo deste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.5. Toda e qualquer modalidade de divulgação e/ou utilização indevida das Informações Confidenciais sujeitará a Parte infratora ao pagamento das perdas e danos, inclusive lucros cessantes, a que der causa.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">5. Período de Vigência e Rescisão</div>\n        <div class=\"clause\">\n            5.1. A vigência deste Contrato se inicia com sua assinatura e ficará vigente pelo prazo de 6 (seis) meses após o envio da totalidade das informações a serem formalizadas via e-mail, podendo ser renovado, mediante aditivo contratual assinado pelas Partes.\n        </div>\n        <div class=\"clause\">\n            5.2. Caso qualquer das Partes decida resilir, unilateral e imotivadamente, o presente Contrato, tal Parte deverá notificar a outra Parte com, no mínimo, 30 (trinta) dias de antecedência, hipótese em que não haverá incidência de quaisquer ônus às Partes.\n        </div>\n        <div class=\"clause\">\n            5.3. Qualquer uma das Partes poderá rescindir ainda, o presente Contrato, imediatamente, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) infração, pela Parte contrária, de qualquer obrigação assumida neste Contrato, desde que essa infração não possa ser sanada ou, sendo ela sanável, não o seja em até 10 (dez) dias contados do recebimento, pela Parte infratora, de notificação escrita da Parte prejudicada, respondendo, neste caso, a Parte infratora pelas perdas e danos a que der causa;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) insolvência, recuperação judicial ou extrajudicial, ou declaração de falência da Parte contrária; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) na ocorrência de caso fortuito ou força maior que impossibilite a qualquer das Partes de cumprir com as obrigações a ela atribuídas neste Contrato, desde que devidamente justificada.\n            </div>\n        </div>\n        <div class=\"clause\">\n            5.4. Não obstante a rescisão deste Contrato em virtude de qualquer das hipóteses previstas nesta Cláusula 5, as Partes ficarão obrigadas a observar as demais obrigações ora previstas, em especial quanto às Informações Confidenciais e ao pagamento da Remuneração de Desempenho à Mandatária, referente ao Fechamento do Negócio entre Mandante e o Investidor nas condições previstas neste Instrumento.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">6. Disposições Gerais</div>\n        <div class=\"clause\">\n            6.1. Alterações. As Partes desde já acordam que todos os termos e condições do presente Contrato poderão ser revistos a qualquer momento, desde que de comum acordo entre as Partes e devidamente formalizado por escrito.\n        </div>\n        <div class=\"clause\">\n            6.2. Ausência de Vínculo. As Partes declaram, para todos os efeitos, que são entidades independentes e autônomas, de forma que o presente Contrato não cria qualquer outra modalidade de vínculo entre ambas, inclusive, sem limitação, mandato, representação, associação, formação de grupo econômico, joint venture, sociedade de fato ou de direito, consórcio, subordinação jurídica e/ou econômica, vínculo empregatício ou similar. As Partes serão as únicas responsáveis pela remuneração de seus respectivos funcionários e terceiros por elas contratados, devendo responder integralmente pelos decorrentes encargos de natureza trabalhista, previdenciária, tributária e administrativa.\n        </div>\n        <div class=\"clause\">\n            6.3. Exclusividade. O presente Contrato é celebrado em caráter exclusivo, sendo vedado à Mandante e/ou os Intervenientes Anuentes celebrarem idênticos e simultâneos contratos com outras pessoas, físicas e/ou jurídicas, envolvendo os investidores alvo acima referenciados, devendo ser respeitadas às disposições ora avençadas.\n        </div>\n        <div class=\"clause\">\n            6.4. Indenização. Sem prejuízo das sanções especificamente tratadas neste Contrato e na legislação cível e penal aplicável, a Parte que violar qualquer das obrigações assumidas no presente Contrato deverá indenizar a outra Parte com relação a qualquer perda, responsabilidade, dano e/ou despesa sofrida ou incorrida, em relação a, ou resultante de qualquer descumprimento de qualquer disposição deste Contrato, incluindo no caso de não pagamento das remunerações e/ou honorários devidos à outra Parte conforme pactuado neste Contrato.\n        </div>\n        <div class=\"clause\">\n            6.5. Ausência de Renúncia. A omissão ou a demora por qualquer uma das Partes em exercer qualquer direito aqui previsto não será tida como renúncia a esse direito; o exercício isolado ou parcial de qualquer direito aqui previsto não prejudicará o exercício futuro ou mais amplo de tal direito.\n        </div>\n        <div class=\"clause\">\n            6.6. Foro e Lei Aplicável. O presente Contrato será regido pelas Leis da República Federativa do Brasil, elegendo as Partes o foro central da Comarca da Capital do Estado de São Paulo, com exclusão de qualquer outro, por mais privilegiado que seja, para nele serem dirimidas quaisquer dúvidas e questões oriundas do presente Contrato.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        São Paulo, {{ $json.data }}.\n    </div>\n\n    <div class=\"signature-section\">\n        <div style=\"margin-bottom: 10px;\"><strong>MANDANTE:</strong></div>\n        <div class=\"signature-line\">\n            {{ $json.nome }}\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>MANDATÁRIA:</strong></div>\n        <div class=\"signature-line\">\n            FINAMOB TECH CONSULTORIA S.A.<br>\n            Por: Julia Marchesini Esteves De Oliveira\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>Testemunhas:</strong></div>\n        <div class=\"witness-section\">\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: Guilherme Anauate De Conto<br>\n                RG: 52.167.737-3\n            </div>\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: [NOME FINAMOBER]<br>\n                RG: [RG FINAMOBER]\n            </div>\n        </div>\n    </div>\n</body>\n</html>"},"type":"n8n-nodes-base.html","typeVersion":1.2,"position":[48,208],"id":"a4d0b1b2-1ed5-476c-b26e-329e058b71f4","name":"HTML7"},{"parameters":{"html":"<!DOCTYPE html>\n<html lang=\"pt-BR\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Contrato de Assessoria Financeira - FINAMOB - Template 5%</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            font-size: 12px;\n            line-height: 1.4;\n            margin: 40px;\n            color: #333;\n        }\n        .header {\n            text-align: center;\n            font-weight: bold;\n            font-size: 14px;\n            margin-bottom: 30px;\n        }\n        .section {\n            margin-bottom: 20px;\n        }\n        .section-title {\n            font-weight: bold;\n            margin-bottom: 10px;\n        }\n        .clause {\n            margin-left: 20px;\n            margin-bottom: 10px;\n        }\n        .sub-clause {\n            margin-left: 40px;\n            margin-bottom: 8px;\n        }\n        .parties {\n            margin-bottom: 25px;\n        }\n        .party {\n            margin-bottom: 15px;\n        }\n        .signature-section {\n            margin-top: 40px;\n        }\n        .signature-line {\n            margin: 30px 0;\n            border-top: 1px solid #333;\n            width: 300px;\n            padding-top: 5px;\n        }\n        .witness-section {\n            margin-top: 30px;\n            display: flex;\n            justify-content: space-between;\n        }\n        .witness {\n            width: 45%;\n        }\n    </style>\n</head>\n<body>\n    <div class=\"header\">\n        INSTRUMENTO PARTICULAR DE PRESTAÇÃO DE SERVIÇOS DE ASSESSORIA FINANCEIRA, DESENVOLVIMENTO DE NEGÓCIOS E OUTRAS AVENÇAS\n    </div>\n\n    <div class=\"section\">\n        Pelo presente instrumento particular, de um lado,\n    </div>\n\n    <div class=\"parties\">\n        <div class=\"party\">\n            <strong>A. {{ $json.nome }}</strong>, sociedade empresária limitada, com sua sede estabelecida na {{ $json.endereco }}, inscrita no CNPJ/ME sob o nº {{ $json.cnpj_cpf }}, neste ato representada na forma de seu Contrato Social (doravante denominada \"Mandante\" ou \"{{ $json.nome }}\");\n        </div>\n        <div style=\"margin: 20px 0;\">e, de outro lado,</div>\n        <div class=\"party\">\n            <strong>B. FINAMOB TECH CONSULTORIA S.A.</strong>, sociedade por ações, com sede na Avenida Engenheiro Luiz Carlos Berrini, nº 1748, conjunto 1710, Jd. Edith, CEP 04571-000, na cidade e Estado de São Paulo, inscrita no CNPJ/MF sob o nº 51.571.234/0001-20, neste ato representada na forma de seu Estatuto Social e demais instrumentos societários vigentes (doravante denominada \"Mandatária\" ou \"Finamob\");\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <strong>CONSIDERANDO QUE:</strong>\n        <div class=\"clause\">\n            i. A Mandante é sociedade que exerce atividades no ramo imobiliário e tem a intenção de captar recursos através da emissão de dívidas, conforme definido abaixo na Cláusula 1.1 como \"Projeto Dívida\";\n        </div>\n        <div class=\"clause\">\n            ii. A Mandatária irá realizar a estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução, bem como irá conduzir e intermediar a apresentação do Projeto Dívida à possíveis interessados, com o objetivo de encontrar terceiros para execução de tais projetos, auxiliando a Mandante no Fechamento do Negócio, através da celebração dos Documentos Definitivos;\n        </div>\n        <div class=\"clause\">\n            iii. As Partes decidem regular, por meio deste Instrumento, a relação de parceria para a prestação de serviços de assessoria financeira e desenvolvimento de negócios. RESOLVEM firmar o presente \"Instrumento Particular de Prestação de Serviços de Assessoria Financeira, Desenvolvimento de Negócios e Outras Avenças\" (\"Contrato\" ou \"Instrumento\"), que se regerá pelas seguintes cláusulas, termos e condições:\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">1. Objeto</div>\n        <div class=\"clause\">\n            1.1. O presente Contrato tem por objetivo estabelecer as regras que disciplinarão a relação de assessoria financeira e desenvolvimento de negócios entre as Partes, em especial:\n            <div class=\"sub-clause\">\n                (i) A estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução e a apresentação pela Mandatária, de possíveis Investidores no Projeto Dívida da Mandante, de modo a permitir a viabilização de Aporte dos Recursos por Investidor;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) A forma de remuneração da Mandatária pelas atividades desenvolvidas ou realizadas em vista do disposto no item (i) acima;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) As obrigações e as responsabilidades assumidas pelas Partes.\n            </div>\n        </div>\n        <div class=\"clause\">\n            1.2. Caberá exclusivamente a Mandante a decisão de implementar ou não as sugestões de estruturação de atividade e/ou de projetos apresentados, sendo vedado à Mandatária assumir ou comprometer qualquer obrigação em nome da Mandante e/ou dos Intervenientes Anuentes.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">2. Remuneração</div>\n        <div class=\"clause\">\n            2.1. As Partes estabelecem que, a remuneração da Mandatária em contrapartida à execução do objeto do presente Contrato, será realizada através do pagamento pela Mandante de um valor fixo a título de Remuneração de Desempenho, devendo ser paga pela Mandante à Mandatária em razão da consumação e sucesso do Aporte de Recursos. Independentemente do valor da operação, a Mandante concorda em efetuar um pagamento fixo de <strong>5% (Cinco Por Cento) x Valor Atingido + Impostos</strong>.\n        </div>\n        <div class=\"clause\">\n            2.2. As Partes estabelecem que, independentemente da forma de pagamento da Remuneração de Desempenho, à vista ou a prazo, em uma ou mais parcelas:\n            <div class=\"sub-clause\">\n                (i) Deverá observar os termos e condições do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) Será devida pela Mandante à Mandatária na hipótese da ocorrência do Fechamento do Negócio do Projeto Dívida, o qual será verificado quando da captação de recursos através da emissão de dívida, com o consequente Aporte de Recursos;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Será paga à Mandatária pela Mandante no mesmo momento de realização do Aporte de Recursos; e\n            </div>\n            <div class=\"sub-clause\">\n                (iv) Será paga sem realizar qualquer desconto ou abatimento do Aporte de Recursos, ou seja, a Remuneração de Desempenho será paga pela Mandante à Mandatária diretamente e sem a realização de abatimento do valor acordado entre a Mandante e o Investidor para o Fechamento do Negócio.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.3. Caso haja o descumprimento da obrigação de pagamento de valores devidos à Mandatária, oriundos do Fechamento do Negócio, haverá a incidência de multa moratória de 2% (dois por cento) sobre os valores devidos e juros moratórios de 1% (um por cento) ao mês, calculados pro rata die, a partir da data em que a Mandante receber o Aporte de Recursos por parte do Investidor, mas não efetuar o pagamento da Remuneração de Desempenho à Mandatária, quando aplicável.\n        </div>\n        <div class=\"clause\">\n            2.4. Caso a Mandante opte em não implementar as propostas apresentadas conforme 1.2., supra, nenhuma remuneração será devida à Mandatária. Ainda, sem prejuízo dos demais casos previstos expressamente neste Contrato, a Mandatária não fará jus ao recebimento de Remuneração de Desempenho, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) No caso de o Fechamento do Negócio não ser concretizado em um prazo de até 40 (quarenta) meses, contado da identificação da oportunidade de negócios pela Mandatária e início das tratativas entre a Mandante e o Investidor, hipótese em que não se aplicará o Direito de Tail indicado na cláusula 2.6., abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) No caso de descumprimento de qualquer de obrigação contratual pela Mandatária, sem prejuízo das penalidades aplicáveis à hipótese de inadimplemento e de eventual indenização suplementar.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.5. Tributos: As Partes acordam que todos e quaisquer tributos que venham a incidir sobre qualquer valor tratado no presente Contrato, deverão ser recolhidos pela Parte responsável.\n        </div>\n        <div class=\"clause\">\n            2.6. Direito de Tail: Fica estabelecido que durante o prazo de vigência deste Contrato, e pelo período de 40 (quarenta) meses da data de seu término ou rescisão, por qualquer motivo, a Mandatária terá direito a receber a Remuneração de Desempenho a ele devida, desde que o Investidor tenha sido apresentado pela Mandatária durante o período de vigência do Contrato e que as tratativas entre a Mandante e o Investidor não tenham superado o prazo de 40 (quarenta) meses, conforme indicado na cláusula 2.4.(i), acima.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">3. Obrigações das Partes</div>\n        <div class=\"clause\">\n            3.1. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandatária deverá:\n            <div class=\"sub-clause\">\n                (i) abster-se de assumir compromissos, contrair obrigações ou celebrar qualquer contrato em nome da Mandante, limitando-se às obrigações aqui estabelecidas, atuando na qualidade de contratada independente, não havendo qualquer relação empregatícia, de agenciamento ou de representação entre a Mandatária e/ou seus profissionais e a Mandante;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) informar prontamente a Mandante sobre qualquer fato, evento ou circunstância que possa adversamente afetar esta contratação;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) guardar o sigilo e confidencialidade das informações, conforme cláusula 4, abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) atuar com integridade e com esforço constante para sustentar os mais altos padrões éticos, com especial atenção para evitar conflitos de interesse e nunca participar de práticas inadequadas como suborno ou outra forma de corrupção; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) não ofertar, prometer, pagar ou autorizar o pagamento em dinheiro, ou dar ou concordar em dar presentes ou qualquer outra coisa de valor a qualquer pessoa ou entidade, pública ou privada, com o objetivo de beneficiar ilicitamente a Mandante ou seus negócios.\n            </div>\n        </div>\n        <div class=\"clause\">\n            3.2. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandante deverá:\n            <div class=\"sub-clause\">\n                (i) cooperar com a Mandatária para o bom andamento da contratação, fornecendo ou prestando as informações e os esclarecimentos necessários para identificação e desenvolvimento de oportunidades de negócio;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) garantir à Mandatária o direito à Remuneração de Desempenho em razão da consumação e sucesso do Aporte de Recursos realizado por Investidor por ela identificado, observadas eventuais exceções previstas neste Contrato.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">4. Confidencialidade</div>\n        <div class=\"clause\">\n            4.1. Durante todo o Período de Vigência do presente Contrato, e por 3 (três) anos após o término de seu prazo ou a sua rescisão, as Partes, por si e por seus sócios, acionistas, administradores, funcionários e/ou qualquer pessoa que tenha possibilidade de contratar em condições que não sejam as de comutatividade e independência que caracterizam as operações ou negócios com terceiros, incluindo, exemplificativamente, as seguintes pessoas físicas ou jurídicas relacionadas a determinada pessoa (conforme aplicável):\n            <div class=\"sub-clause\">\n                (i) ascendentes, descendentes e colaterais até o 4º (quarto) grau e seus respectivos cônjuges;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) o cônjuge ou companheiro e seus ascendentes, descendentes e colaterais até o 4º (quarto) grau;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Afiliadas, Controladas, sociedade sob Controle Comum e/ou seus Controladores;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) empresas com administradores comuns ou que possam influenciar e/ou se beneficiar de determinadas decisões; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) sociedades cujos acionistas, quotistas e/ou administradores (quaisquer que sejam as denominações dos cargos) possuam a relação de parentesco indicada nos itens (i) e (ii) Partes Relacionadas, garante e se compromete a manter sigilo sobre toda e qualquer informação, oral ou escrita, de natureza técnica, operacional, comercial ou jurídica, incluindo, sem limitação, know-how, programas de computador, software, planos e/ou estratégias de negócios, métodos, técnicas, documentos e/ou contratos de qualquer natureza, bem como bancos de dados e/ou qualquer informação relativa à outra Parte e/ou ao Projeto Dívida (as \"Informações Confidenciais\"), a que tenha tido acesso em razão deste Contrato.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.2. A obrigação de confidencialidade estipulada nesta Cláusula 4 não será aplicável:\n            <div class=\"sub-clause\">\n                (i) em relação àquelas informações que já sejam de conhecimento público quando da assinatura do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) quando houver obrigação legal de divulgação, em virtude de lei ou de decisão judicial, hipótese em que a Parte deverá notificar imediatamente a outra Parte acerca de tal obrigação legal, salvo se vedado por lei ou pela ordem de divulgação, para que essa possa tomar as providências que entenda cabíveis, sendo que as Informações Confidenciais devem ser fornecidas exclusivamente para aquelas pessoas que, em virtude de tal obrigação legal ou decisão judicial, devam recebê-las; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) em relação àquelas Informações Confidenciais que, embora confidenciais na data de assinatura deste Contrato, venham a ser de conhecimento público, sem dolo ou culpa de qualquer das Partes ou de Terceiro a elas vinculado.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.3. As Partes não utilizarão as Informações Confidenciais para qualquer fim e sob qualquer modalidade, direta ou indiretamente, exceto nos termos previstos neste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.4. As Partes acordam que não poderão utilizar, em benefício próprio ou de Terceiro, quaisquer Informações Confidenciais, incluindo, sem se limitar, os dados das negociações entre a Mandante, a Mandatária e a Projeto, e/ou dos Documentos Definitivos, exceto para desenvolver o escopo deste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.5. Toda e qualquer modalidade de divulgação e/ou utilização indevida das Informações Confidenciais sujeitará a Parte infratora ao pagamento das perdas e danos, inclusive lucros cessantes, a que der causa.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">5. Período de Vigência e Rescisão</div>\n        <div class=\"clause\">\n            5.1. A vigência deste Contrato se inicia com sua assinatura e ficará vigente pelo prazo de 6 (seis) meses após o envio da totalidade das informações a serem formalizadas via e-mail, podendo ser renovado, mediante aditivo contratual assinado pelas Partes.\n        </div>\n        <div class=\"clause\">\n            5.2. Caso qualquer das Partes decida resilir, unilateral e imotivadamente, o presente Contrato, tal Parte deverá notificar a outra Parte com, no mínimo, 30 (trinta) dias de antecedência, hipótese em que não haverá incidência de quaisquer ônus às Partes.\n        </div>\n        <div class=\"clause\">\n            5.3. Qualquer uma das Partes poderá rescindir ainda, o presente Contrato, imediatamente, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) infração, pela Parte contrária, de qualquer obrigação assumida neste Contrato, desde que essa infração não possa ser sanada ou, sendo ela sanável, não o seja em até 10 (dez) dias contados do recebimento, pela Parte infratora, de notificação escrita da Parte prejudicada, respondendo, neste caso, a Parte infratora pelas perdas e danos a que der causa;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) insolvência, recuperação judicial ou extrajudicial, ou declaração de falência da Parte contrária; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) na ocorrência de caso fortuito ou força maior que impossibilite a qualquer das Partes de cumprir com as obrigações a ela atribuídas neste Contrato, desde que devidamente justificada.\n            </div>\n        </div>\n        <div class=\"clause\">\n            5.4. Não obstante a rescisão deste Contrato em virtude de qualquer das hipóteses previstas nesta Cláusula 5, as Partes ficarão obrigadas a observar as demais obrigações ora previstas, em especial quanto às Informações Confidenciais e ao pagamento da Remuneração de Desempenho à Mandatária, referente ao Fechamento do Negócio entre Mandante e o Investidor nas condições previstas neste Instrumento.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">6. Disposições Gerais</div>\n        <div class=\"clause\">\n            6.1. Alterações. As Partes desde já acordam que todos os termos e condições do presente Contrato poderão ser revistos a qualquer momento, desde que de comum acordo entre as Partes e devidamente formalizado por escrito.\n        </div>\n        <div class=\"clause\">\n            6.2. Ausência de Vínculo. As Partes declaram, para todos os efeitos, que são entidades independentes e autônomas, de forma que o presente Contrato não cria qualquer outra modalidade de vínculo entre ambas, inclusive, sem limitação, mandato, representação, associação, formação de grupo econômico, joint venture, sociedade de fato ou de direito, consórcio, subordinação jurídica e/ou econômica, vínculo empregatício ou similar. As Partes serão as únicas responsáveis pela remuneração de seus respectivos funcionários e terceiros por elas contratados, devendo responder integralmente pelos decorrentes encargos de natureza trabalhista, previdenciária, tributária e administrativa.\n        </div>\n        <div class=\"clause\">\n            6.3. Exclusividade. O presente Contrato é celebrado em caráter exclusivo, sendo vedado à Mandante e/ou os Intervenientes Anuentes celebrarem idênticos e simultâneos contratos com outras pessoas, físicas e/ou jurídicas, envolvendo os investidores alvo acima referenciados, devendo ser respeitadas às disposições ora avençadas.\n        </div>\n        <div class=\"clause\">\n            6.4. Indenização. Sem prejuízo das sanções especificamente tratadas neste Contrato e na legislação cível e penal aplicável, a Parte que violar qualquer das obrigações assumidas no presente Contrato deverá indenizar a outra Parte com relação a qualquer perda, responsabilidade, dano e/ou despesa sofrida ou incorrida, em relação a, ou resultante de qualquer descumprimento de qualquer disposição deste Contrato, incluindo no caso de não pagamento das remunerações e/ou honorários devidos à outra Parte conforme pactuado neste Contrato.\n        </div>\n        <div class=\"clause\">\n            6.5. Ausência de Renúncia. A omissão ou a demora por qualquer uma das Partes em exercer qualquer direito aqui previsto não será tida como renúncia a esse direito; o exercício isolado ou parcial de qualquer direito aqui previsto não prejudicará o exercício futuro ou mais amplo de tal direito.\n        </div>\n        <div class=\"clause\">\n            6.6. Foro e Lei Aplicável. O presente Contrato será regido pelas Leis da República Federativa do Brasil, elegendo as Partes o foro central da Comarca da Capital do Estado de São Paulo, com exclusão de qualquer outro, por mais privilegiado que seja, para nele serem dirimidas quaisquer dúvidas e questões oriundas do presente Contrato.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        São Paulo, {{ $json.data }}.\n    </div>\n\n    <div class=\"signature-section\">\n        <div style=\"margin-bottom: 10px;\"><strong>MANDANTE:</strong></div>\n        <div class=\"signature-line\">\n            {{ $json.nome }}\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>MANDATÁRIA:</strong></div>\n        <div class=\"signature-line\">\n            FINAMOB TECH CONSULTORIA S.A.<br>\n            Por: Julia Marchesini Esteves De Oliveira\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>Testemunhas:</strong></div>\n        <div class=\"witness-section\">\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: Guilherme Anauate De Conto<br>\n                RG: 52.167.737-3\n            </div>\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: [NOME FINAMOBER]<br>\n                RG: [RG FINAMOBER]\n            </div>\n        </div>\n    </div>\n</body>\n</html>"},"type":"n8n-nodes-base.html","typeVersion":1.2,"position":[48,368],"id":"3fb4b6a2-67d9-47ab-8b7e-74da49a5a91d","name":"HTML8"},{"parameters":{"html":"<!DOCTYPE html>\n<html lang=\"pt-BR\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Contrato de Assessoria Financeira - FINAMOB</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            font-size: 12px;\n            line-height: 1.4;\n            margin: 40px;\n            color: #333;\n        }\n        .header {\n            text-align: center;\n            font-weight: bold;\n            font-size: 14px;\n            margin-bottom: 30px;\n        }\n        .section {\n            margin-bottom: 20px;\n        }\n        .section-title {\n            font-weight: bold;\n            margin-bottom: 10px;\n        }\n        .clause {\n            margin-left: 20px;\n            margin-bottom: 10px;\n        }\n        .sub-clause {\n            margin-left: 40px;\n            margin-bottom: 8px;\n        }\n        .parties {\n            margin-bottom: 25px;\n        }\n        .party {\n            margin-bottom: 15px;\n        }\n        .signature-section {\n            margin-top: 40px;\n        }\n        .signature-line {\n            margin: 30px 0;\n            border-top: 1px solid #333;\n            width: 300px;\n            padding-top: 5px;\n        }\n        .witness-section {\n            margin-top: 30px;\n            display: flex;\n            justify-content: space-between;\n        }\n        .witness {\n            width: 45%;\n        }\n    </style>\n</head>\n<body>\n    <div class=\"header\">\n        INSTRUMENTO PARTICULAR DE PRESTAÇÃO DE SERVIÇOS DE ASSESSORIA FINANCEIRA, DESENVOLVIMENTO DE NEGÓCIOS E OUTRAS AVENÇAS\n    </div>\n\n    <div class=\"section\">\n        Pelo presente instrumento particular, de um lado,\n    </div>\n\n    <div class=\"parties\">\n        <div class=\"party\">\n            <strong>A. {{ $json.nome }}</strong>, sociedade empresária limitada, com sua sede estabelecida na {{ $json.endereco }}, inscrita no CNPJ/ME sob o nº {{ $json.cnpj_cpf }}, neste ato representada na forma de seu Contrato Social (doravante denominada \"Mandante\" ou \"{{ $json.nome }}\");\n        </div>\n        <div style=\"margin: 20px 0;\">e, de outro lado,</div>\n        <div class=\"party\">\n            <strong>B. FINAMOB TECH CONSULTORIA S.A.</strong>, sociedade por ações, sede na Avenida Magalhães de Castro, 4800, 6º andar, Torre 3 - Continental Tower, conjunto 607, Sala 02, Cidade Jardim, São Paulo - SP, 05.676-120, na cidade e Estado de São Paulo, inscrita no CNPJ/MF sob o nº 51.571.234/0001-20, neste ato representada na forma de seu Estatuto Social e demais instrumentos societários vigentes (doravante denominada \"Mandatária\" ou \"Finamob\");\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <strong>CONSIDERANDO QUE:</strong>\n        <div class=\"clause\">\n            i. A Mandante é sociedade que exerce atividades no ramo imobiliário e tem a intenção de captar recursos através da emissão de dívidas, conforme definido abaixo na Cláusula 1.1 como \"Projeto Dívida\";\n        </div>\n        <div class=\"clause\">\n            ii. A Mandatária irá realizar a estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução, bem como irá conduzir e intermediar a apresentação do Projeto Dívida à possíveis interessados, com o objetivo de encontrar terceiros para execução de tais projetos, auxiliando a Mandante no Fechamento do Negócio, através da celebração dos Documentos Definitivos;\n        </div>\n        <div class=\"clause\">\n            iii. As Partes decidem regular, por meio deste Instrumento, a relação de parceria para a prestação de serviços de assessoria financeira e desenvolvimento de negócios. RESOLVEM firmar o presente \"Instrumento Particular de Prestação de Serviços de Assessoria Financeira, Desenvolvimento de Negócios e Outras Avenças\" (\"Contrato\" ou \"Instrumento\"), que se regerá pelas seguintes cláusulas, termos e condições:\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">1. Objeto</div>\n        <div class=\"clause\">\n            1.1. O presente Contrato tem por objetivo estabelecer as regras que disciplinarão a relação de assessoria financeira e desenvolvimento de negócios entre as Partes, em especial:\n            <div class=\"sub-clause\">\n                (i) A estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução e a apresentação pela Mandatária, de possíveis Investidores no Projeto Dívida da Mandante, de modo a permitir a viabilização de Aporte dos Recursos por Investidor;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) A forma de remuneração da Mandatária pelas atividades desenvolvidas ou realizadas em vista do disposto no item (i) acima;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) As obrigações e as responsabilidades assumidas pelas Partes.\n            </div>\n        </div>\n        <div class=\"clause\">\n            1.2. Caberá exclusivamente a Mandante a decisão de implementar ou não as sugestões de estruturação de atividade e/ou de projetos apresentados, sendo vedado à Mandatária assumir ou comprometer qualquer obrigação em nome da Mandante e/ou dos Intervenientes Anuentes.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">2. Remuneração</div>\n        <div class=\"clause\">\n            2.1. As Partes estabelecem que, a remuneração da Mandatária em contrapartida à execução do objeto do presente Contrato, será realizada através do pagamento pela Mandante de um valor variável a título de Remuneração de Desempenho devendo ser paga pela Mandante à Mandatária em razão da consumação e sucesso do Aporte de Recursos conforme descrito abaixo:\n            <div class=\"sub-clause\">\n                2.1.1. As Partes estabelecem que, caso ocorra o Fechamento do Negócio, a Mandante deverá pagar à Mandatária a Remuneração de Desempenho, a qual observará o seguinte cálculo:\n                <div class=\"sub-clause\">\n                    (i) Se a operação financeira tiver volume menor ou igual a R$7.000.000,00 (Sete Milhões de Reais): 4% (Quatro Por Cento) x Valor Atingido + Impostos.\n                </div>\n                <div class=\"sub-clause\">\n                    (ii) Se a operação financeira tiver volume maior que R$7.000.000,00 (Sete Milhões de Reais) e menor que R$60.000.000,00 (Sessenta Milhões de Reais): 3% (Três Por Cento) x Valor Atingido + Impostos.\n                </div>\n                <div class=\"sub-clause\">\n                    (iii) Se a operação financeira tiver volume maior ou igual a R$60.000.000,00 (Sessenta Milhões de Reais): 2% (Dois Por Cento) x Valor Atingido + Impostos.\n                </div>\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.2. As Partes estabelecem que, independentemente da forma de pagamento da Remuneração de Desempenho, à vista ou a prazo, em uma ou mais parcelas:\n            <div class=\"sub-clause\">\n                (i) Deverá observar os termos e condições do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) Será devida pela Mandante à Mandatária na hipótese da ocorrência do Fechamento do Negócio do Projeto Dívida, o qual será verificado quando da captação de recursos através da emissão de dívida, com o consequente Aporte de Recursos;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Será paga à Mandatária pela Mandante no mesmo momento de realização do Aporte de Recursos; e\n            </div>\n            <div class=\"sub-clause\">\n                (iv) Será paga sem realizar qualquer desconto ou abatimento do Aporte de Recursos, ou seja, a Remuneração de Desempenho será paga pela Mandante à Mandatária diretamente e sem a realização de abatimento do valor acordado entre a Mandante e o Investidor para o Fechamento do Negócio.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.3. Caso haja o descumprimento da obrigação de pagamento de valores devidos à Mandatária, oriundos do Fechamento do Negócio, haverá a incidência de multa moratória de 2% (dois por cento) sobre os valores devidos e juros moratórios de 1% (um por cento) ao mês, calculados pro rata die, a partir da data em que a Mandante receber o Aporte de Recursos por parte do Investidor, mas não efetuar o pagamento da Remuneração de Desempenho à Mandatária, quando aplicável.\n        </div>\n        <div class=\"clause\">\n            2.4. Caso a Mandante opte em não implementar as propostas apresentadas conforme 1.2., supra, nenhuma remuneração será devida à Mandatária. Ainda, sem prejuízo dos demais casos previstos expressamente neste Contrato, a Mandatária não fará jus ao recebimento de Remuneração de Desempenho, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) No caso de o Fechamento do Negócio não ser concretizado em um prazo de até 40 (quarenta) meses, contado da identificação da oportunidade de negócios pela Mandatária e início das tratativas entre a Mandante e o Investidor, hipótese em que não se aplicará o Direito de Tail indicado na cláusula 2.6., abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) No caso de descumprimento de qualquer de obrigação contratual pela Mandatária, sem prejuízo das penalidades aplicáveis à hipótese de inadimplemento e de eventual indenização suplementar.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.5. Tributos: As Partes acordam que todos e quaisquer tributos que venham a incidir sobre qualquer valor tratado no presente Contrato, deverão ser recolhidos pela Parte responsável.\n        </div>\n        <div class=\"clause\">\n            2.6. Direito de Tail: Fica estabelecido que durante o prazo de vigência deste Contrato, e pelo período de 40 (quarenta) meses da data de seu término ou rescisão, por qualquer motivo, a Mandatária terá direito a receber a Remuneração de Desempenho a ele devida, desde que o Investidor tenha sido apresentado pela Mandatária durante o período de vigência do Contrato e que as tratativas entre a Mandante ou empresas de propriedade dos envolvidos neste mandato, e o Investidor não tenham superado o prazo de 40 (quarenta) meses, conforme indicado na cláusula 2.4.(iii), acima.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">3. Obrigações das Partes</div>\n        <div class=\"clause\">\n            3.1. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandatária deverá:\n            <div class=\"sub-clause\">\n                (i) abster-se de assumir compromissos, contrair obrigações ou celebrar qualquer contrato em nome da Mandante, limitando-se às obrigações aqui estabelecidas, atuando na qualidade de contratada independente, não havendo qualquer relação empregatícia, de agenciamento ou de representação entre a Mandatária e/ou seus profissionais e a Mandante;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) informar prontamente a Mandante sobre qualquer fato, evento ou circunstância que possa adversamente afetar esta contratação;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) guardar o sigilo e confidencialidade das informações, conforme cláusula 4, abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) atuar com integridade e com esforço constante para sustentar os mais altos padrões éticos, com especial atenção para evitar conflitos de interesse e nunca participar de práticas inadequadas como suborno ou outra forma de corrupção; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) não ofertar, prometer, pagar ou autorizar o pagamento em dinheiro, ou dar ou concordar em dar presentes ou qualquer outra coisa de valor a qualquer pessoa ou entidade, pública ou privada, com o objetivo de beneficiar ilicitamente a Mandante ou seus negócios.\n            </div>\n        </div>\n        <div class=\"clause\">\n            3.2. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandante deverá:\n            <div class=\"sub-clause\">\n                (i) cooperar com a Mandatária para o bom andamento da contratação, fornecendo ou prestando as informações e os esclarecimentos necessários para identificação e desenvolvimento de oportunidades de negócio;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) garantir à Mandatária o direito à Remuneração de Desempenho em razão da consumação e sucesso do Aporte de Recursos realizado por Investidor por ela identificado, observadas eventuais exceções previstas neste Contrato.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">4. Confidencialidade</div>\n        <div class=\"clause\">\n            4.1. Durante todo o Período de Vigência do presente Contrato, e por 3 (três) anos após o término de seu prazo ou a sua rescisão, as Partes, por si e por seus sócios, acionistas, administradores, funcionários e/ou qualquer pessoa que tenha possibilidade de contratar em condições que não sejam as de comutatividade e independência que caracterizam as operações ou negócios com terceiros, incluindo, exemplificativamente, as seguintes pessoas físicas ou jurídicas relacionadas a determinada pessoa (conforme aplicável):\n            <div class=\"sub-clause\">\n                (i) ascendentes, descendentes e colaterais até o 4º (quarto) grau e seus respectivos cônjuges;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) o cônjuge ou companheiro e seus ascendentes, descendentes e colaterais até o 4º (quarto) grau;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Afiliadas, Controladas, sociedade sob Controle Comum e/ou seus Controladores;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) empresas com administradores comuns ou que possam influenciar e/ou se beneficiar de determinadas decisões; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) sociedades cujos acionistas, quotistas e/ou administradores (quaisquer que sejam as denominações dos cargos) possuam a relação de parentesco indicada nos itens (i) e (ii) Partes Relacionadas, garante e se compromete a manter sigilo sobre toda e qualquer informação, oral ou escrita, de natureza técnica, operacional, comercial ou jurídica, incluindo, sem limitação, know-how, programas de computador, software, planos e/ou estratégias de negócios, métodos, técnicas, documentos e/ou contratos de qualquer natureza, bem como bancos de dados e/ou qualquer informação relativa à outra Parte e/ou ao Projeto Dívida (as \"Informações Confidenciais\"), a que tenha tido acesso em razão deste Contrato.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.2. A obrigação de confidencialidade estipulada nesta Cláusula 4 não será aplicável:\n            <div class=\"sub-clause\">\n                (i) em relação àquelas informações que já sejam de conhecimento público quando da assinatura do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) quando houver obrigação legal de divulgação, em virtude de lei ou de decisão judicial, hipótese em que a Parte deverá notificar imediatamente a outra Parte acerca de tal obrigação legal, salvo se vedado por lei ou pela ordem de divulgação, para que essa possa tomar as providências que entenda cabíveis, sendo que as Informações Confidenciais devem ser fornecidas exclusivamente para aquelas pessoas que, em virtude de tal obrigação legal ou decisão judicial, devam recebê-las; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) em relação àquelas Informações Confidenciais que, embora confidenciais na data de assinatura deste Contrato, venham a ser de conhecimento público, sem dolo ou culpa de qualquer das Partes ou de Terceiro a elas vinculado.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.3. As Partes não utilizarão as Informações Confidenciais para qualquer fim e sob qualquer modalidade, direta ou indiretamente, exceto nos termos previstos neste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.4. As Partes acordam que não poderão utilizar, em benefício próprio ou de Terceiro, quaisquer Informações Confidenciais, incluindo, sem se limitar, os dados das negociações entre a Mandante, a Mandatária e a Projeto, e/ou dos Documentos Definitivos, exceto para desenvolver o escopo deste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.5. Toda e qualquer modalidade de divulgação e/ou utilização indevida das Informações Confidenciais sujeitará a Parte infratora ao pagamento das perdas e danos, inclusive lucros cessantes, a que der causa.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">5. Período de Vigência e Rescisão</div>\n        <div class=\"clause\">\n            5.1. A vigência deste Contrato se inicia com sua assinatura e ficará vigente pelo prazo de 6 (seis) meses após o envio da totalidade das informações a serem formalizadas via e-mail, podendo ser renovado, mediante aditivo contratual assinado pelas Partes.\n        </div>\n        <div class=\"clause\">\n            5.2. Caso qualquer das Partes decida resilir, unilateral e imotivadamente, o presente Contrato, tal Parte deverá notificar a outra Parte com, no mínimo, 30 (trinta) dias de antecedência, hipótese em que não haverá incidência de quaisquer ônus às Partes.\n        </div>\n        <div class=\"clause\">\n            5.3. Qualquer uma das Partes poderá rescindir ainda, o presente Contrato, imediatamente, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) infração, pela Parte contrária, de qualquer obrigação assumida neste Contrato, desde que essa infração não possa ser sanada ou, sendo ela sanável, não o seja em até 10 (dez) dias contados do recebimento, pela Parte infratora, de notificação escrita da Parte prejudicada, respondendo, neste caso, a Parte infratora pelas perdas e danos a que der causa;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) insolvência, recuperação judicial ou extrajudicial, ou declaração de falência da Parte contrária; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) na ocorrência de caso fortuito ou força maior que impossibilite a qualquer das Partes de cumprir com as obrigações a ela atribuídas neste Contrato, desde que devidamente justificada.\n            </div>\n        </div>\n        <div class=\"clause\">\n            5.4. Não obstante a rescisão deste Contrato em virtude de qualquer das hipóteses previstas nesta Cláusula 5, as Partes ficarão obrigadas a observar as demais obrigações ora previstas, em especial quanto às Informações Confidenciais e ao pagamento da Remuneração de Desempenho à Mandatária, referente ao Fechamento do Negócio entre Mandante e o Investidor nas condições previstas neste Instrumento.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">6. Disposições Gerais</div>\n        <div class=\"clause\">\n            6.1. Alterações. As Partes desde já acordam que todos os termos e condições do presente Contrato poderão ser revistos a qualquer momento, desde que de comum acordo entre as Partes e devidamente formalizado por escrito.\n        </div>\n        <div class=\"clause\">\n            6.2. Ausência de Vínculo. As Partes declaram, para todos os efeitos, que são entidades independentes e autônomas, de forma que o presente Contrato não cria qualquer outra modalidade de vínculo entre ambas, inclusive, sem limitação, mandato, representação, associação, formação de grupo econômico, joint venture, sociedade de fato ou de direito, consórcio, subordinação jurídica e/ou econômica, vínculo empregatício ou similar. As Partes serão as únicas responsáveis pela remuneração de seus respectivos funcionários e terceiros por elas contratados, devendo responder integralmente pelos decorrentes encargos de natureza trabalhista, previdenciária, tributária e administrativa.\n        </div>\n        <div class=\"clause\">\n            6.3. Exclusividade. O presente Contrato é celebrado em caráter exclusivo, sendo vedado à Mandante e/ou os Intervenientes Anuentes celebrarem idênticos e simultâneos contratos com outras pessoas, físicas e/ou jurídicas, envolvendo os investidores alvo acima referenciados, devendo ser respeitadas às disposições ora avençadas.\n        </div>\n        <div class=\"clause\">\n            6.4. Indenização. Sem prejuízo das sanções especificamente tratadas neste Contrato e na legislação cível e penal aplicável, a Parte que violar qualquer das obrigações assumidas no presente Contrato deverá indenizar a outra Parte com relação a qualquer perda, responsabilidade, dano e/ou despesa sofrida ou incorrida, em relação a, ou resultante de qualquer descumprimento de qualquer disposição deste Contrato, incluindo no caso de não pagamento das remunerações e/ou honorários devidos à outra Parte conforme pactuado neste Contrato.\n        </div>\n        <div class=\"clause\">\n            6.5. Ausência de Renúncia. A omissão ou a demora por qualquer uma das Partes em exercer qualquer direito aqui previsto não será tida como renúncia a esse direito; o exercício isolado ou parcial de qualquer direito aqui previsto não prejudicará o exercício futuro ou mais amplo de tal direito.\n        </div>\n        <div class=\"clause\">\n            6.6. Foro e Lei Aplicável. O presente Contrato será regido pelas Leis da República Federativa do Brasil, elegendo as Partes o foro central da Comarca da Capital do Estado de São Paulo, com exclusão de qualquer outro, por mais privilegiado que seja, para nele serem dirimidas quaisquer dúvidas e questões oriundas do presente Contrato.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        São Paulo, {{ $json.data }}.\n    </div>\n\n    <div class=\"signature-section\">\n        <div style=\"margin-bottom: 10px;\"><strong>MANDANTE:</strong></div>\n        <div class=\"signature-line\">\n            {{ $json.nome }}\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>MANDATÁRIA:</strong></div>\n        <div class=\"signature-line\">\n            FINAMOB TECH CONSULTORIA S.A.<br>\n            Por: Julia Marchesini Esteves De Oliveira\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>Testemunhas:</strong></div>\n        <div class=\"witness-section\">\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: Guilherme Anauate De Conto<br>\n                RG: 52.167.737-3\n            </div>\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: [NOME FINAMOBER]<br>\n                RG: [RG FINAMOBER]\n            </div>\n        </div>\n    </div>\n</body>\n</html>"},"type":"n8n-nodes-base.html","typeVersion":1.2,"position":[48,704],"id":"20d08a2a-000c-4482-ad40-aee5e4e9bda3","name":"HTML9"},{"parameters":{"rules":{"values":[{"conditions":{"options":{"caseSensitive":true,"leftValue":"","typeValidation":"strict","version":2},"conditions":[{"leftValue":"={{ $json.tipo_parceiro }}","rightValue":"cliente 3%","operator":{"type":"string","operation":"equals"},"id":"94e00dc4-c670-4887-a6d2-8367b8637aee"}],"combinator":"and"},"renameOutput":true,"outputKey":"cliente 3%"},{"conditions":{"options":{"caseSensitive":true,"leftValue":"","typeValidation":"strict","version":2},"conditions":[{"id":"8d9b0d3f-e254-43c0-b968-7b1b20712b1c","leftValue":"={{ $json.tipo_parceiro }}","rightValue":"cliente 4%","operator":{"type":"string","operation":"equals","name":"filter.operator.equals"}}],"combinator":"and"},"renameOutput":true,"outputKey":"cliente 4%"},{"conditions":{"options":{"caseSensitive":true,"leftValue":"","typeValidation":"strict","version":2},"conditions":[{"id":"dd3a5893-fde2-4859-8ff1-44e17b394c66","leftValue":"={{ $json.tipo_parceiro }}","rightValue":"cliente 5%","operator":{"type":"string","operation":"equals","name":"filter.operator.equals"}}],"combinator":"and"},"renameOutput":true,"outputKey":"cliente 5%"},{"conditions":{"options":{"caseSensitive":true,"leftValue":"","typeValidation":"strict","version":2},"conditions":[{"id":"4808146c-f273-4c7c-b688-736ec325f74b","leftValue":"={{ $json.tipo_parceiro }}","rightValue":"cliente 6%","operator":{"type":"string","operation":"equals","name":"filter.operator.equals"}}],"combinator":"and"},"renameOutput":true,"outputKey":"cliente 6%"},{"conditions":{"options":{"caseSensitive":true,"leftValue":"","typeValidation":"strict","version":2},"conditions":[{"id":"e1e8b4fc-9933-4af4-9041-ffe0f42653f4","leftValue":"={{ $json.tipo_parceiro }}","rightValue":"cliente esca","operator":{"type":"string","operation":"equals","name":"filter.operator.equals"}}],"combinator":"and"},"renameOutput":true,"outputKey":"cliente esca"},{"conditions":{"options":{"caseSensitive":true,"leftValue":"","typeValidation":"strict","version":2},"conditions":[{"id":"46631d9d-714a-4870-9a57-c37b0cc67a36","leftValue":"={{ $json.tipo_parceiro }}","rightValue":"parceiro pf","operator":{"type":"string","operation":"equals","name":"filter.operator.equals"}}],"combinator":"and"},"renameOutput":true,"outputKey":"parceiro pf"},{"conditions":{"options":{"caseSensitive":true,"leftValue":"","typeValidation":"strict","version":2},"conditions":[{"id":"6aa54fef-0cf3-4066-98d8-c4630ca030d6","leftValue":"={{ $json.tipo_parceiro }}","rightValue":"parceiro pj","operator":{"type":"string","operation":"equals","name":"filter.operator.equals"}}],"combinator":"and"},"renameOutput":true,"outputKey":"parceiro pj"}]},"options":{}},"type":"n8n-nodes-base.switch","typeVersion":3.2,"position":[-320,512],"id":"a761207e-fb40-4eee-b117-f3b4387a28fe","name":"Switch1"},{"parameters":{"content":"## Parceiros ","height":380,"width":200,"color":6},"type":"n8n-nodes-base.stickyNote","position":[0,864],"typeVersion":1,"id":"a48086a7-7c97-42fb-a262-26f758d405de","name":"Sticky Note3"},{"parameters":{"html":"<!DOCTYPE html>\n<html lang=\"pt-BR\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Contrato de Parceria Comercial - FINAMOB (Pessoa Física)</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            font-size: 12px;\n            line-height: 1.4;\n            margin: 40px;\n            color: #333;\n        }\n        .header {\n            text-align: center;\n            font-weight: bold;\n            font-size: 14px;\n            margin-bottom: 30px;\n        }\n        .section {\n            margin-bottom: 20px;\n        }\n        .section-title {\n            font-weight: bold;\n            margin-bottom: 10px;\n        }\n        .clause {\n            margin-left: 20px;\n            margin-bottom: 10px;\n        }\n        .sub-clause {\n            margin-left: 40px;\n            margin-bottom: 8px;\n        }\n        .parties {\n            margin-bottom: 25px;\n        }\n        .party {\n            margin-bottom: 15px;\n        }\n        .table {\n            width: 100%;\n            border-collapse: collapse;\n            margin: 15px 0;\n        }\n        .table th, .table td {\n            border: 1px solid #333;\n            padding: 8px;\n            text-align: left;\n        }\n        .table th {\n            background-color: #f5f5f5;\n            font-weight: bold;\n        }\n        .signature-section {\n            margin-top: 40px;\n            text-align: center;\n        }\n        .signature-line {\n            margin: 30px 0;\n            border-top: 1px solid #333;\n            width: 300px;\n            margin-left: auto;\n            margin-right: auto;\n            padding-top: 5px;\n        }\n    </style>\n</head>\n<body>\n    <div class=\"header\">\n        CONTRATO DE PARCERIA COMERCIAL E OUTRAS AVENÇAS\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">Partes:</div>\n        <div class=\"parties\">\n            <div class=\"party\">\n                <strong>1. FINAMOB:</strong> FINAMOB TECH CONSULTORIA S/A, com sede na Avenida Magalhães de Castro, 4800, 6º andar, Torre 3 - Continental Tower, conjunto 607, Sala 02, Cidade Jardim, São Paulo - SP, 05.676-120, inscrita no CNPJ sob o nº 51.571.234/0001-20, doravante denominado simplesmente \"FINAMOB\".\n            </div>\n            <div class=\"party\">\n                <strong>2. {{ $json.nome }}:</strong> {{ $json.nome }}, pessoa física, residente e domiciliado na {{ $json.endereco }}, inscrito(a) no CPF/ME {{ $json.cnpj_cpf }}, adiante denominado PARCEIRO.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">1. Objeto:</div>\n        <div class=\"clause\">\n            1.1. O presente contrato tem como objeto estabelecer as condições da parceria entre FINAMOB e PARCEIRO para a captação de recursos junto ao mercado de capitais (captação esta que, em seu sucesso, designa-se \"OPERAÇÃO\"), mediante a prospecção e apresentação de oportunidades pelo PARCEIRO e captação pela FINAMOB.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">2. Direitos e Obrigações:</div>\n        <div class=\"clause\">\n            <strong>2.1. Direitos e deveres da FINAMOB:</strong>\n            <div class=\"sub-clause\">\n                2.1.1. A FINAMOB terá o direito de realizar a captação de recursos no mercado de capitais, utilizando-se das oportunidades de negócios apresentadas pelo PARCEIRO;\n            </div>\n            <div class=\"sub-clause\">\n                2.1.2. A FINAMOB deve, no escopo dos trabalhos desempenhados, sugerir e orientar a estruturação de cada operação no melhor formato possível e que maximize as chances de sucesso da operação;\n            </div>\n            <div class=\"sub-clause\">\n                2.1.3. A FINAMOB reserva a si o direito exclusivo de participação em reuniões e videoconferências com os agentes financiadores, ficando vedado a participação do PARCEIRO exceto quanto expressamente autorizado;\n            </div>\n            <div class=\"sub-clause\">\n                2.1.4. A FINAMOB poderá alterar as suas políticas de parceria a qualquer momento, caso no qual este termo deverá ser suplantado a favor de um novo contrato assinado por ambas as partes. Caso não haja aceite mútuo das novas políticas, o presente termo será obrigatoriamente rescindido. Ressalvam-se de quaisquer alterações de políticas as OPERAÇÕES com mandato vigente junto ao tomador.\n            </div>\n        </div>\n        <div class=\"clause\">\n            <strong>2.2. Direitos e deveres do PARCEIRO:</strong>\n            <div class=\"sub-clause\">\n                2.2.1. O PARCEIRO terá direito a uma comissão acordada sobre os recursos captados a partir dos negócios por ele apresentados à FINAMOB – desde que a operação seja consolidada por intermédio dele;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.2. O PARCEIRO deve fornecer sempre que solicitado, informações e documentos que possam ser relevantes para análise e tomada de decisão de investimento na operação, por parte da FINAMOB ou de terceiros investidores;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.3. Em sua atuação, nos termos da Cláusula 1, até que o negócio visado se efetive, o PARCEIRO agirá em seu próprio nome, assumindo integral responsabilidade pelos atos que praticar e por eventuais promessas, negócios e acordos que estabelecer para obtenção do escopo desta parceria;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.4. O PARCEIRO se compromete, sob pena de responsabilidade civil, a empregar práticas adequadas e convenientes de abordagem e divulgação, sem jamais importunar ou constranger possíveis investidores e/ou empreendedores;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.5. Durante a vigência deste contrato ou dentro de 60 meses após a sua rescisão, expressamente proibido o contato direto, bem como a apresentação e consolidação de quaisquer operações por parte do PARCEIRO junto a agentes financiadores apresentados a ele pela FINAMOB – sob pena de 100% do fee por ele recebido pela operação consolidada em violação desta cláusula, a ser remunerada à FINAMOB.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">3. Remuneração:</div>\n        <div class=\"clause\">\n            3.1. Na hipótese em que uma OPERAÇÃO seja consolidada seu intermédio do PARCEIRO, deverá ser pago a ele, a título de comissão pela captação, uma importância percentual sobre o ganho total (doravante designado \"fee de sucesso\") cobrado do cliente, de acordo com as seguintes disposições:\n            <div class=\"sub-clause\">\n                (i) O valor da importância percentual sobre o \"fee de sucesso\" da operação a ser remunerada ao PARCEIRO será definida conforme a seguinte tabela:\n                \n                <table class=\"table\">\n                    <tr>\n                        <th>Critérios de atividades desempenhadas</th>\n                        <th>Comissão percentual sobre o fee da operação</th>\n                    </tr>\n                    <tr>\n                        <td>Ativo até o primeiro call referente à OPERAÇÃO</td>\n                        <td>10%</td>\n                    </tr>\n                    <tr>\n                        <td>Ativo até assinatura do mandato referente à OPERAÇÃO</td>\n                        <td>20%</td>\n                    </tr>\n                    <tr>\n                        <td>Ativo até a liquidação da OPERAÇÃO</td>\n                        <td>30%</td>\n                    </tr>\n                </table>\n            </div>\n            <div class=\"sub-clause\">\n                (ii) O percentual a ser aplicado, de acordo com a tabela supra apresentada, será determinado conforme atuação vide evidências no processo até liquidação;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) A OPERAÇÃO será considerada efetivamente realizada com o depósito dos respectivos valores de \"fee de sucesso\" à FINAMOB;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) Para fins de reconhecimento e pagamento da comissão estipulada nesta parceria, será considerada OPERAÇÃO apenas quando o tomador de crédito originado não possua qualquer relação anterior com a FINAMOB;\n            </div>\n            <div class=\"sub-clause\">\n                (v) No caso em que a importância percentual do fee de sucesso a ser repassada ao parceiro seja recebida em conta bancária pertencente à Finamob, serão deduzidos quaisquer tributos incidentes, no repasse desta remuneração.\n            </div>\n        </div>\n        <div class=\"clause\">\n            3.2. Fica estabelecido que durante o prazo de vigência deste Contrato, e pelo período de 60 (sessenta) meses da data de seu término ou rescisão, por qualquer motivo, o fee de sucesso é devido a FINAMOB, desde que o Investidor tenha sido apresentado por ela, e ao PARCEIRO, desde que a OPERAÇÃO tenha sido consolidada por intermédio dele.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">4. Natureza da Parceria:</div>\n        <div class=\"clause\">\n            4.1. A parceria estabelecida entre as partes, que se institui por mera liberalidade, é executada nos exatos termos aqui descritos, razão pela qual:\n            <div class=\"sub-clause\">\n                (i) inexiste, para além do estabelecido neste instrumento, qualquer relação contratual entre as partes;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) inexiste relação empregatícia entre as partes, já que a FINAMOB não dita, não orienta, não conduz, não capitaneia nem condiciona a maneira como o PARCEIRO exercerá sua atividade.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">5. Confidencialidade:</div>\n        <div class=\"clause\">\n            5.1. As partes comprometem-se a manter em sigilo todas as informações confidenciais obtidas durante a parceria, não as utilizando para fins diversos dos estabelecidos neste contrato em caráter permanente.\n        </div>\n        <div class=\"clause\">\n            5.2. As partes declaram que cumprem e cumprirão integralmente as disposições da Lei nº 12.846/2013 (Lei Anticorrupção) e da Lei nº 13.709/2018 (LGPD), responsabilizando-se por eventuais descumprimentos.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">6. Vigência:</div>\n        <div class=\"clause\">\n            6.1. O contrato terá vigência de 24 meses, podendo ser renovado mediante acordo entre as partes, ressalvado o disposto na cláusula 2.1.4.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">7. Rescisão:</div>\n        <div class=\"clause\">\n            7.1. O contrato poderá ser rescindido por qualquer uma das partes, mediante notificação por escrito, em caso de descumprimento de quaisquer cláusulas aqui estabelecidas.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">8. Disposições gerais:</div>\n        <div class=\"clause\">\n            8.1. Este contrato representa a totalidade do entendimento entre as partes, substituindo quaisquer acordos anteriores, verbais ou escritos.\n        </div>\n        <div class=\"clause\">\n            8.2. Alterações a este contrato deverão ser feitas por escrito e assinadas por ambas as partes – ressalvadas as condições da cláusula 6.1.\n        </div>\n        <div class=\"clause\">\n            8.3. Fica eleito o foro da comarca de São Paulo, SP, para dirimir quaisquer dúvidas ou controvérsias oriundas deste contrato.\n        </div>\n        <div class=\"clause\">\n            8.4. As Partes concordam em assinar o Presente instrumento por meio de plataformas de assinatura digital, admitindo expressamente tal meio como válido, nos termos do permissivo contido no § 2º do artigo 10 da Medida Provisória nº 2.200-2/2001. Fica dispensada a obrigatoriedade do uso de assinaturas, das Partes e/ou das testemunhas, por meio de certificados emitidos pela ICP-Brasil, nos mesmos termos do dispositivo mencionado no item acima, concordando as Partes que qualquer meio idôneo de certificação digital de autoria e integridade deste Instrumento será válido com comprovação de suas assinaturas.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        Por meio desta, as partes declaram estar de acordo com todas as cláusulas e condições estipuladas neste contrato.\n    </div>\n\n    <div class=\"section\">\n        São Paulo, {{ $json.data }}.\n    </div>\n\n    <div class=\"signature-section\">\n        <div class=\"signature-line\">\n            <strong>FINAMOB</strong>\n        </div>\n        <div class=\"signature-line\">\n            <strong>PARCEIRO</strong>\n        </div>\n    </div>\n</body>\n</html>"},"type":"n8n-nodes-base.html","typeVersion":1.2,"position":[48,928],"id":"8c878f63-f344-4ea2-addd-2a044f931802","name":"HTML10"},{"parameters":{"html":"<!DOCTYPE html>\n<html lang=\"pt-BR\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Contrato de Parceria Comercial - FINAMOB</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            font-size: 12px;\n            line-height: 1.4;\n            margin: 40px;\n            color: #333;\n        }\n        .header {\n            text-align: center;\n            font-weight: bold;\n            font-size: 14px;\n            margin-bottom: 30px;\n        }\n        .section {\n            margin-bottom: 20px;\n        }\n        .section-title {\n            font-weight: bold;\n            margin-bottom: 10px;\n        }\n        .clause {\n            margin-left: 20px;\n            margin-bottom: 10px;\n        }\n        .sub-clause {\n            margin-left: 40px;\n            margin-bottom: 8px;\n        }\n        .parties {\n            margin-bottom: 25px;\n        }\n        .party {\n            margin-bottom: 15px;\n        }\n        .table {\n            width: 100%;\n            border-collapse: collapse;\n            margin: 15px 0;\n        }\n        .table th, .table td {\n            border: 1px solid #333;\n            padding: 8px;\n            text-align: left;\n        }\n        .table th {\n            background-color: #f5f5f5;\n            font-weight: bold;\n        }\n        .signature-section {\n            margin-top: 40px;\n            text-align: center;\n        }\n        .signature-line {\n            margin: 30px 0;\n            border-top: 1px solid #333;\n            width: 300px;\n            margin-left: auto;\n            margin-right: auto;\n            padding-top: 5px;\n        }\n\n    </style>\n</head>\n<body>\n    <div class=\"header\">\n        CONTRATO DE PARCERIA COMERCIAL E OUTRAS AVENÇAS\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">Partes:</div>\n        <div class=\"parties\">\n            <div class=\"party\">\n                <strong>1. FINAMOB:</strong> FINAMOB TECH CONSULTORIA S/A, com sede na Avenida Magalhães de Castro, 4800, 6º andar, Torre 3 - Continental Tower, conjunto 607, Sala 02, Cidade Jardim, São Paulo - SP, 05.676-120, inscrita no CNPJ sob o nº 51.571.234/0001-20, doravante denominado simplesmente \"FINAMOB\".\n            </div>\n            <div class=\"party\">\n                <strong>2. PARCEIRO:</strong> {{ $json.nome }}, Sociedade Empresária Limitada, com sua sede estabelecida na {{ $json.endereco }}, inscrita no CNPJ sob o nº {{ $json.cnpj_cpf }}, neste ato representada na forma de seu Contrato Social, e adiante denominada como PARCEIRO.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">1. Objeto:</div>\n        <div class=\"clause\">\n            1.1. O presente contrato tem como objeto estabelecer as condições da parceria entre FINAMOB e PARCEIRO para a captação de recursos junto ao mercado de capitais (captação esta que, em seu sucesso, designa-se \"OPERAÇÃO\"), mediante a prospecção e apresentação de oportunidades pelo PARCEIRO e captação pela FINAMOB.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">2. Direitos e Obrigações:</div>\n        <div class=\"clause\">\n            <strong>2.1. Direitos e deveres da FINAMOB:</strong>\n            <div class=\"sub-clause\">\n                2.1.1. A FINAMOB terá o direito de realizar a captação de recursos no mercado de capitais, utilizando-se das oportunidades de negócios apresentadas pelo PARCEIRO;\n            </div>\n            <div class=\"sub-clause\">\n                2.1.2. A FINAMOB deve, no escopo dos trabalhos desempenhados, sugerir e orientar a estruturação de cada operação no melhor formato possível e que maximize as chances de sucesso da operação;\n            </div>\n            <div class=\"sub-clause\">\n                2.1.3. A FINAMOB reserva a si o direito exclusivo de participação em reuniões e videoconferências com os agentes financiadores, ficando vedado a participação do PARCEIRO exceto quando receber autorização pontual escrita;\n            </div>\n            <div class=\"sub-clause\">\n                2.1.4. A FINAMOB poderá alterar as suas políticas de parceria a qualquer momento, caso no qual este termo deverá ser suplantado a favor de um novo contrato assinado por ambas as partes. Caso não haja aceite mútuo das novas políticas, o presente termo será obrigatoriamente rescindido. Ressalvam-se de quaisquer alterações de políticas as OPERAÇÕES com mandato vigente junto ao tomador.\n            </div>\n        </div>\n        <div class=\"clause\">\n            <strong>2.2. Direitos e deveres do PARCEIRO:</strong>\n            <div class=\"sub-clause\">\n                2.2.1. O PARCEIRO terá direito a uma comissão acordada sobre os recursos captados a partir dos negócios por ele apresentados à FINAMOB – desde que a operação seja consolidada por intermédio dele;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.2. O PARCEIRO deve fornecer sempre que solicitado, informações e documentos que possam ser relevantes para análise e tomada de decisão de investimento na operação, por parte da FINAMOB ou de terceiros investidores;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.3. Em sua atuação, nos termos da Cláusula 1, até que o negócio visado se efetive, o PARCEIRO agirá em seu próprio nome, assumindo integral responsabilidade pelos atos que praticar e por eventuais promessas, negócios e acordos que estabelecer para obtenção do escopo desta parceria;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.4. O PARCEIRO se compromete, sob pena de responsabilidade civil, a empregar práticas adequadas e convenientes de abordagem e divulgação, sem jamais importunar ou constranger possíveis investidores e/ou empreendedores;\n            </div>\n            <div class=\"sub-clause\">\n                2.2.5. Durante a vigência deste contrato ou dentro de 60 meses após a sua rescisão, expressamente proibido o contato direto, bem como a apresentação e consolidação de quaisquer operações por parte do PARCEIRO junto a agentes financiadores apresentados a ele pela FINAMOB – sob pena de 100% do fee por ele recebido referente à operação consolidada em violação desta cláusula, a ser remunerada à FINAMOB.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">3. Remuneração:</div>\n        <div class=\"clause\">\n            3.1. Na hipótese em que uma OPERAÇÃO seja consolidada por intermédio do PARCEIRO, deverá ser pago a ele, a título de comissão pela captação, uma importância percentual sobre o ganho total (doravante designado \"fee de sucesso\") cobrado do cliente, de acordo com as seguintes disposições:\n            <div class=\"sub-clause\">\n                (i) O valor da importância percentual sobre o \"fee de sucesso\" da operação a ser remunerada ao PARCEIRO será definida conforme a seguinte tabela:\n                \n                <table class=\"table\">\n                    <tr>\n                        <th>Critérios de atividades desempenhadas</th>\n                        <th>Comissão percentual sobre o fee da operação</th>\n                    </tr>\n                    <tr>\n                        <td>Ativo até o primeiro call referente à OPERAÇÃO</td>\n                        <td>10%</td>\n                    </tr>\n                    <tr>\n                        <td>Ativo até assinatura do mandato referente à OPERAÇÃO</td>\n                        <td>20%</td>\n                    </tr>\n                    <tr>\n                        <td>Ativo até a liquidação da OPERAÇÃO</td>\n                        <td>30%</td>\n                    </tr>\n                </table>\n            </div>\n            <div class=\"sub-clause\">\n                (ii) O percentual a ser aplicado, de acordo com a tabela supra apresentada, será determinado conforme atuação vide evidências no processo até liquidação;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) A OPERAÇÃO será considerada efetivamente realizada com o depósito dos respectivos valores de \"fee de sucesso\" à FINAMOB, sendo certo que o pagamento ao PARCEIRO apenas ocorrerá após a efetiva liquidação da operação e o recebimento integral da remuneração pela FINAMOB, sem antecipações ou repasses proporcionais;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) Para fins de reconhecimento e pagamento da comissão estipulada nesta parceria, será considerada OPERAÇÃO apenas quando o tomador de crédito originado não possua qualquer relação anterior com a FINAMOB;\n            </div>\n            <div class=\"sub-clause\">\n                (v) No caso em que a importância percentual do fee de sucesso a ser repassada ao parceiro seja recebida em conta bancária pertencente à Finamob, serão deduzidos quaisquer tributos incidentes, no repasse desta remuneração;\n            </div>\n        </div>\n        <div class=\"clause\">\n            3.2. Fica estabelecido que durante o prazo de vigência deste Contrato, e pelo período de 60 (sessenta) meses da data de seu término ou rescisão, por qualquer motivo, o fee de sucesso é devido a FINAMOB, desde que o Investidor tenha sido apresentado por ela, e ao PARCEIRO, desde que a OPERAÇÃO tenha sido consolidada por intermédio dele.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">4. Natureza da Parceria:</div>\n        <div class=\"clause\">\n            4.1. A parceria estabelecida entre as partes, que se institui por mera liberalidade, é executada nos exatos termos aqui descritos, razão pela qual:\n            <div class=\"sub-clause\">\n                (i) inexiste, para além do estabelecido neste instrumento, qualquer relação contratual entre as partes;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) inexiste relação empregatícia entre as partes, já que a FINAMOB não dita, não orienta, não conduz, não capitaneia nem condiciona a maneira como o PARCEIRO exercerá sua atividade.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.2. A parceria estabelecida neste instrumento é intransferível e restrita ao PARCEIRO aqui qualificado. Caso a OPERAÇÃO seja apresentada à FINAMOB pelo PARCEIRO, por intermédio ou com a participação de terceiros, essa intermediação será considerada externa a este instrumento, sendo de responsabilidade exclusiva do PARCEIRO qualquer relação ou divisão decorrente. O percentual do fee de sucesso será pago exclusivamente ao PARCEIRO, cabendo a ele, se for o caso, repassar valores a terceiros, sem qualquer responsabilidade da FINAMOB.\n        </div>\n        <div class=\"clause\">\n            4.3. Operações apresentadas à FINAMOB por terceiros que não sejam parte deste contrato, ainda que decorrentes de indicação ou apresentação realizada pelo PARCEIRO, não gerarão qualquer vínculo contratual, obrigação de repasse ou direito de participação em favor do PARCEIRO. Tais operações serão tratadas como independentes e submetidas a novo instrumento, sendo responsabilidade exclusivamente do PARCEIRO manter sob sua gestão o relacionamento, a coordenação e a centralização dos contatos com terceiros vinculados à sua atuação.\n        </div>\n        <div class=\"clause\">\n            4.4. A FINAMOB terá plena autonomia para negociar, reestruturar, recusar ou descontinuar qualquer OPERAÇÃO, independentemente da etapa em que se encontre, sem que isso gere qualquer expectativa de direito, indenização ou pagamento ao PARCEIRO.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">5. Confidencialidade:</div>\n        <div class=\"clause\">\n            5.1. As partes comprometem-se a manter em sigilo todas as informações confidenciais obtidas durante a parceria, não as utilizando para fins diversos dos estabelecidos neste contrato em caráter permanente.\n        </div>\n        <div class=\"clause\">\n            5.2. As partes declaram que cumprem e cumprirão integralmente as disposições da Lei nº 12.846/2013 (Lei Anticorrupção) e da Lei nº 13.709/2018 (LGPD), responsabilizando-se por eventuais descumprimentos.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">6. Vigência:</div>\n        <div class=\"clause\">\n            6.1. O contrato terá vigência de 24 meses, podendo ser renovado mediante acordo entre as partes, ressalvado o disposto na cláusula 2.1.4.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">7. Rescisão:</div>\n        <div class=\"clause\">\n            7.1. O contrato poderá ser rescindido por qualquer uma das partes, mediante notificação por escrito, em caso de descumprimento de quaisquer cláusulas aqui estabelecidas.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">8. Disposições gerais:</div>\n        <div class=\"clause\">\n            8.1. Este contrato representa a totalidade do entendimento entre as partes, substituindo quaisquer acordos anteriores, verbais ou escritos.\n        </div>\n        <div class=\"clause\">\n            8.2. Alterações a este contrato deverão ser feitas por escrito e assinadas por ambas as partes – ressalvadas as condições da cláusula 6.1.\n        </div>\n        <div class=\"clause\">\n            8.3. Fica eleito o foro da comarca de São Paulo, SP, para dirimir quaisquer dúvidas ou controvérsias oriundas deste contrato.\n        </div>\n        <div class=\"clause\">\n            8.4. As Partes concordam em assinar o Presente instrumento por meio de plataformas de assinatura digital, admitindo expressamente tal meio como válido, nos termos do permissivo contido no § 2º do artigo 10 da Medida Provisória nº 2.200-2/2001. Fica dispensada a obrigatoriedade do uso de assinaturas, das Partes e/ou das testemunhas, por meio de certificados emitidos pela ICP-Brasil, nos mesmos termos do dispositivo mencionado no item acima, concordando as Partes que qualquer meio idôneo de certificação digital de autoria e integridade deste Instrumento será válido com comprovação de suas assinaturas.\n        </div>\n        <div class=\"clause\">\n            8.5. O presente contrato não estabelece exclusividade da FINAMOB para com o PARCEIRO, sendo lícito firmar parcerias com terceiros, inclusive para operações semelhantes.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        Por meio desta, as partes declaram estar de acordo com todas as cláusulas e condições estipuladas neste contrato.\n    </div>\n\n    <div class=\"section\">\n        São Paulo, {{ $json.data }}.\n    </div>\n\n    <div class=\"signature-section\">\n    <div style=\"height: 100px;\"></div> <!-- Espaço antes das assinaturas -->\n    \n    <div class=\"signature-line\">\n        <strong>FINAMOB</strong>\n    </div>\n    \n    <div style=\"height: 80px;\"></div> <!-- Espaço entre as assinaturas -->\n    \n    <div class=\"signature-line\">\n        <strong>PARCEIRO</strong>\n    </div>\n    \n    <div style=\"height: 200px;\"></div> <!-- Espaço no final da página -->\n</div>\n</body>\n</html>"},"type":"n8n-nodes-base.html","typeVersion":1.2,"position":[48,1088],"id":"b643a881-c1c3-40f1-af8c-aa2657af0559","name":"HTML11"},{"parameters":{"method":"POST","url":"=https://evolution-evolution-api.qoe5tk.easypanel.host/message/sendMedia/finamob2","sendHeaders":true,"headerParameters":{"parameters":[{"name":"apikey","value":"F94D88D678A5-4C12-B5EC-EBA547821504"}]},"sendBody":true,"specifyBody":"json","jsonBody":"={\n    \"number\": \"{{ $('When Executed by Another Workflow').item.json.telefone }}\",\n    \"mediatype\": \"document\",\n    \"mimetype\": \"document/pdf\",\n    \"caption\": \"Contrato - {{ $('When Executed by Another Workflow').item.json.nome }}\",\n    \"media\": \"{{ $json.pdf }}\",\n    \"fileName\": \"Contrato Finamob - {{ $('When Executed by Another Workflow').item.json.nome }}.pdf\"\n}","options":{}},"id":"bfea193f-e369-4a40-86e4-cfb54b51f22a","name":"Responde Evolution6","type":"n8n-nodes-base.httpRequest","typeVersion":4.2,"position":[1456,752]},{"parameters":{"assignments":{"assignments":[{"id":"519fa083-ef31-4703-981e-f5f92675cffb","name":"url","value":"={{ $json.data.tasks[0].result.files[0].url }}","type":"string"},{"id":"bc7d7289-8872-4446-8a52-d0e35a930844","name":"url1","value":"={{ $json.data.tasks[1].result.files[0].url }}","type":"string"}]},"options":{}},"type":"n8n-nodes-base.set","typeVersion":3.4,"position":[1312,192],"id":"90ee49e5-7f4b-4c75-8dde-7dec94aa0328","name":"Edit Fields"},{"parameters":{"html":"<!DOCTYPE html>\n<html lang=\"pt-BR\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Contrato de Assessoria Financeira - FINAMOB - Template 5%</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            font-size: 12px;\n            line-height: 1.4;\n            margin: 40px;\n            color: #333;\n        }\n        .header {\n            text-align: center;\n            font-weight: bold;\n            font-size: 14px;\n            margin-bottom: 30px;\n        }\n        .section {\n            margin-bottom: 20px;\n        }\n        .section-title {\n            font-weight: bold;\n            margin-bottom: 10px;\n        }\n        .clause {\n            margin-left: 20px;\n            margin-bottom: 10px;\n        }\n        .sub-clause {\n            margin-left: 40px;\n            margin-bottom: 8px;\n        }\n        .parties {\n            margin-bottom: 25px;\n        }\n        .party {\n            margin-bottom: 15px;\n        }\n        .signature-section {\n            margin-top: 40px;\n        }\n        .signature-line {\n            margin: 30px 0;\n            border-top: 1px solid #333;\n            width: 300px;\n            padding-top: 5px;\n        }\n        .witness-section {\n            margin-top: 30px;\n            display: flex;\n            justify-content: space-between;\n        }\n        .witness {\n            width: 45%;\n        }\n    </style>\n</head>\n<body>\n    <div class=\"header\">\n        INSTRUMENTO PARTICULAR DE PRESTAÇÃO DE SERVIÇOS DE ASSESSORIA FINANCEIRA, DESENVOLVIMENTO DE NEGÓCIOS E OUTRAS AVENÇAS\n    </div>\n\n    <div class=\"section\">\n        Pelo presente instrumento particular, de um lado,\n    </div>\n\n    <div class=\"parties\">\n        <div class=\"party\">\n            <strong>A. {{ $json.nome }}</strong>, sociedade empresária limitada, com sua sede estabelecida na {{ $json.endereco }}, inscrita no CNPJ/ME sob o nº {{ $json.cnpj_cpf }}, neste ato representada na forma de seu Contrato Social (doravante denominada \"Mandante\" ou \"{{ $json.nome }}\");\n        </div>\n        <div style=\"margin: 20px 0;\">e, de outro lado,</div>\n        <div class=\"party\">\n            <strong>B. FINAMOB TECH CONSULTORIA S.A.</strong>, sociedade por ações, com sede na Avenida Engenheiro Luiz Carlos Berrini, nº 1748, conjunto 1710, Jd. Edith, CEP 04571-000, na cidade e Estado de São Paulo, inscrita no CNPJ/MF sob o nº 51.571.234/0001-20, neste ato representada na forma de seu Estatuto Social e demais instrumentos societários vigentes (doravante denominada \"Mandatária\" ou \"Finamob\");\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <strong>CONSIDERANDO QUE:</strong>\n        <div class=\"clause\">\n            i. A Mandante é sociedade que exerce atividades no ramo imobiliário e tem a intenção de captar recursos através da emissão de dívidas, conforme definido abaixo na Cláusula 1.1 como \"Projeto Dívida\";\n        </div>\n        <div class=\"clause\">\n            ii. A Mandatária irá realizar a estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução, bem como irá conduzir e intermediar a apresentação do Projeto Dívida à possíveis interessados, com o objetivo de encontrar terceiros para execução de tais projetos, auxiliando a Mandante no Fechamento do Negócio, através da celebração dos Documentos Definitivos;\n        </div>\n        <div class=\"clause\">\n            iii. As Partes decidem regular, por meio deste Instrumento, a relação de parceria para a prestação de serviços de assessoria financeira e desenvolvimento de negócios. RESOLVEM firmar o presente \"Instrumento Particular de Prestação de Serviços de Assessoria Financeira, Desenvolvimento de Negócios e Outras Avenças\" (\"Contrato\" ou \"Instrumento\"), que se regerá pelas seguintes cláusulas, termos e condições:\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">1. Objeto</div>\n        <div class=\"clause\">\n            1.1. O presente Contrato tem por objetivo estabelecer as regras que disciplinarão a relação de assessoria financeira e desenvolvimento de negócios entre as Partes, em especial:\n            <div class=\"sub-clause\">\n                (i) A estruturação do Projeto Dívida, por meio da análise de alternativas existentes a fim de encontrar a maneira mais viável e adequada para sua execução e a apresentação pela Mandatária, de possíveis Investidores no Projeto Dívida da Mandante, de modo a permitir a viabilização de Aporte dos Recursos por Investidor;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) A forma de remuneração da Mandatária pelas atividades desenvolvidas ou realizadas em vista do disposto no item (i) acima;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) As obrigações e as responsabilidades assumidas pelas Partes.\n            </div>\n        </div>\n        <div class=\"clause\">\n            1.2. Caberá exclusivamente a Mandante a decisão de implementar ou não as sugestões de estruturação de atividade e/ou de projetos apresentados, sendo vedado à Mandatária assumir ou comprometer qualquer obrigação em nome da Mandante e/ou dos Intervenientes Anuentes.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">2. Remuneração</div>\n        <div class=\"clause\">\n            2.1. As Partes estabelecem que, a remuneração da Mandatária em contrapartida à execução do objeto do presente Contrato, será realizada através do pagamento pela Mandante de um valor fixo a título de Remuneração de Desempenho, devendo ser paga pela Mandante à Mandatária em razão da consumação e sucesso do Aporte de Recursos. Independentemente do valor da operação, a Mandante concorda em efetuar um pagamento fixo de <strong>6% (Seis Por Cento) x Valor Atingido + Impostos</strong>.\n        </div>\n        <div class=\"clause\">\n            2.2. As Partes estabelecem que, independentemente da forma de pagamento da Remuneração de Desempenho, à vista ou a prazo, em uma ou mais parcelas:\n            <div class=\"sub-clause\">\n                (i) Deverá observar os termos e condições do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) Será devida pela Mandante à Mandatária na hipótese da ocorrência do Fechamento do Negócio do Projeto Dívida, o qual será verificado quando da captação de recursos através da emissão de dívida, com o consequente Aporte de Recursos;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Será paga à Mandatária pela Mandante no mesmo momento de realização do Aporte de Recursos; e\n            </div>\n            <div class=\"sub-clause\">\n                (iv) Será paga sem realizar qualquer desconto ou abatimento do Aporte de Recursos, ou seja, a Remuneração de Desempenho será paga pela Mandante à Mandatária diretamente e sem a realização de abatimento do valor acordado entre a Mandante e o Investidor para o Fechamento do Negócio.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.3. Caso haja o descumprimento da obrigação de pagamento de valores devidos à Mandatária, oriundos do Fechamento do Negócio, haverá a incidência de multa moratória de 2% (dois por cento) sobre os valores devidos e juros moratórios de 1% (um por cento) ao mês, calculados pro rata die, a partir da data em que a Mandante receber o Aporte de Recursos por parte do Investidor, mas não efetuar o pagamento da Remuneração de Desempenho à Mandatária, quando aplicável.\n        </div>\n        <div class=\"clause\">\n            2.4. Caso a Mandante opte em não implementar as propostas apresentadas conforme 1.2., supra, nenhuma remuneração será devida à Mandatária. Ainda, sem prejuízo dos demais casos previstos expressamente neste Contrato, a Mandatária não fará jus ao recebimento de Remuneração de Desempenho, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) No caso de o Fechamento do Negócio não ser concretizado em um prazo de até 40 (quarenta) meses, contado da identificação da oportunidade de negócios pela Mandatária e início das tratativas entre a Mandante e o Investidor, hipótese em que não se aplicará o Direito de Tail indicado na cláusula 2.6., abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) No caso de descumprimento de qualquer de obrigação contratual pela Mandatária, sem prejuízo das penalidades aplicáveis à hipótese de inadimplemento e de eventual indenização suplementar.\n            </div>\n        </div>\n        <div class=\"clause\">\n            2.5. Tributos: As Partes acordam que todos e quaisquer tributos que venham a incidir sobre qualquer valor tratado no presente Contrato, deverão ser recolhidos pela Parte responsável.\n        </div>\n        <div class=\"clause\">\n            2.6. Direito de Tail: Fica estabelecido que durante o prazo de vigência deste Contrato, e pelo período de 40 (quarenta) meses da data de seu término ou rescisão, por qualquer motivo, a Mandatária terá direito a receber a Remuneração de Desempenho a ele devida, desde que o Investidor tenha sido apresentado pela Mandatária durante o período de vigência do Contrato e que as tratativas entre a Mandante e o Investidor não tenham superado o prazo de 40 (quarenta) meses, conforme indicado na cláusula 2.4.(i), acima.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">3. Obrigações das Partes</div>\n        <div class=\"clause\">\n            3.1. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandatária deverá:\n            <div class=\"sub-clause\">\n                (i) abster-se de assumir compromissos, contrair obrigações ou celebrar qualquer contrato em nome da Mandante, limitando-se às obrigações aqui estabelecidas, atuando na qualidade de contratada independente, não havendo qualquer relação empregatícia, de agenciamento ou de representação entre a Mandatária e/ou seus profissionais e a Mandante;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) informar prontamente a Mandante sobre qualquer fato, evento ou circunstância que possa adversamente afetar esta contratação;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) guardar o sigilo e confidencialidade das informações, conforme cláusula 4, abaixo;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) atuar com integridade e com esforço constante para sustentar os mais altos padrões éticos, com especial atenção para evitar conflitos de interesse e nunca participar de práticas inadequadas como suborno ou outra forma de corrupção; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) não ofertar, prometer, pagar ou autorizar o pagamento em dinheiro, ou dar ou concordar em dar presentes ou qualquer outra coisa de valor a qualquer pessoa ou entidade, pública ou privada, com o objetivo de beneficiar ilicitamente a Mandante ou seus negócios.\n            </div>\n        </div>\n        <div class=\"clause\">\n            3.2. Sem prejuízo das demais obrigações atribuídas neste Contrato, a Mandante deverá:\n            <div class=\"sub-clause\">\n                (i) cooperar com a Mandatária para o bom andamento da contratação, fornecendo ou prestando as informações e os esclarecimentos necessários para identificação e desenvolvimento de oportunidades de negócio;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) garantir à Mandatária o direito à Remuneração de Desempenho em razão da consumação e sucesso do Aporte de Recursos realizado por Investidor por ela identificado, observadas eventuais exceções previstas neste Contrato.\n            </div>\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">4. Confidencialidade</div>\n        <div class=\"clause\">\n            4.1. Durante todo o Período de Vigência do presente Contrato, e por 3 (três) anos após o término de seu prazo ou a sua rescisão, as Partes, por si e por seus sócios, acionistas, administradores, funcionários e/ou qualquer pessoa que tenha possibilidade de contratar em condições que não sejam as de comutatividade e independência que caracterizam as operações ou negócios com terceiros, incluindo, exemplificativamente, as seguintes pessoas físicas ou jurídicas relacionadas a determinada pessoa (conforme aplicável):\n            <div class=\"sub-clause\">\n                (i) ascendentes, descendentes e colaterais até o 4º (quarto) grau e seus respectivos cônjuges;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) o cônjuge ou companheiro e seus ascendentes, descendentes e colaterais até o 4º (quarto) grau;\n            </div>\n            <div class=\"sub-clause\">\n                (iii) Afiliadas, Controladas, sociedade sob Controle Comum e/ou seus Controladores;\n            </div>\n            <div class=\"sub-clause\">\n                (iv) empresas com administradores comuns ou que possam influenciar e/ou se beneficiar de determinadas decisões; e\n            </div>\n            <div class=\"sub-clause\">\n                (v) sociedades cujos acionistas, quotistas e/ou administradores (quaisquer que sejam as denominações dos cargos) possuam a relação de parentesco indicada nos itens (i) e (ii) Partes Relacionadas, garante e se compromete a manter sigilo sobre toda e qualquer informação, oral ou escrita, de natureza técnica, operacional, comercial ou jurídica, incluindo, sem limitação, know-how, programas de computador, software, planos e/ou estratégias de negócios, métodos, técnicas, documentos e/ou contratos de qualquer natureza, bem como bancos de dados e/ou qualquer informação relativa à outra Parte e/ou ao Projeto Dívida (as \"Informações Confidenciais\"), a que tenha tido acesso em razão deste Contrato.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.2. A obrigação de confidencialidade estipulada nesta Cláusula 4 não será aplicável:\n            <div class=\"sub-clause\">\n                (i) em relação àquelas informações que já sejam de conhecimento público quando da assinatura do presente Contrato;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) quando houver obrigação legal de divulgação, em virtude de lei ou de decisão judicial, hipótese em que a Parte deverá notificar imediatamente a outra Parte acerca de tal obrigação legal, salvo se vedado por lei ou pela ordem de divulgação, para que essa possa tomar as providências que entenda cabíveis, sendo que as Informações Confidenciais devem ser fornecidas exclusivamente para aquelas pessoas que, em virtude de tal obrigação legal ou decisão judicial, devam recebê-las; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) em relação àquelas Informações Confidenciais que, embora confidenciais na data de assinatura deste Contrato, venham a ser de conhecimento público, sem dolo ou culpa de qualquer das Partes ou de Terceiro a elas vinculado.\n            </div>\n        </div>\n        <div class=\"clause\">\n            4.3. As Partes não utilizarão as Informações Confidenciais para qualquer fim e sob qualquer modalidade, direta ou indiretamente, exceto nos termos previstos neste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.4. As Partes acordam que não poderão utilizar, em benefício próprio ou de Terceiro, quaisquer Informações Confidenciais, incluindo, sem se limitar, os dados das negociações entre a Mandante, a Mandatária e a Projeto, e/ou dos Documentos Definitivos, exceto para desenvolver o escopo deste Contrato.\n        </div>\n        <div class=\"clause\">\n            4.5. Toda e qualquer modalidade de divulgação e/ou utilização indevida das Informações Confidenciais sujeitará a Parte infratora ao pagamento das perdas e danos, inclusive lucros cessantes, a que der causa.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">5. Período de Vigência e Rescisão</div>\n        <div class=\"clause\">\n            5.1. A vigência deste Contrato se inicia com sua assinatura e ficará vigente pelo prazo de 6 (seis) meses após o envio da totalidade das informações a serem formalizadas via e-mail, podendo ser renovado, mediante aditivo contratual assinado pelas Partes.\n        </div>\n        <div class=\"clause\">\n            5.2. Caso qualquer das Partes decida resilir, unilateral e imotivadamente, o presente Contrato, tal Parte deverá notificar a outra Parte com, no mínimo, 30 (trinta) dias de antecedência, hipótese em que não haverá incidência de quaisquer ônus às Partes.\n        </div>\n        <div class=\"clause\">\n            5.3. Qualquer uma das Partes poderá rescindir ainda, o presente Contrato, imediatamente, nas seguintes hipóteses:\n            <div class=\"sub-clause\">\n                (i) infração, pela Parte contrária, de qualquer obrigação assumida neste Contrato, desde que essa infração não possa ser sanada ou, sendo ela sanável, não o seja em até 10 (dez) dias contados do recebimento, pela Parte infratora, de notificação escrita da Parte prejudicada, respondendo, neste caso, a Parte infratora pelas perdas e danos a que der causa;\n            </div>\n            <div class=\"sub-clause\">\n                (ii) insolvência, recuperação judicial ou extrajudicial, ou declaração de falência da Parte contrária; e\n            </div>\n            <div class=\"sub-clause\">\n                (iii) na ocorrência de caso fortuito ou força maior que impossibilite a qualquer das Partes de cumprir com as obrigações a ela atribuídas neste Contrato, desde que devidamente justificada.\n            </div>\n        </div>\n        <div class=\"clause\">\n            5.4. Não obstante a rescisão deste Contrato em virtude de qualquer das hipóteses previstas nesta Cláusula 5, as Partes ficarão obrigadas a observar as demais obrigações ora previstas, em especial quanto às Informações Confidenciais e ao pagamento da Remuneração de Desempenho à Mandatária, referente ao Fechamento do Negócio entre Mandante e o Investidor nas condições previstas neste Instrumento.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        <div class=\"section-title\">6. Disposições Gerais</div>\n        <div class=\"clause\">\n            6.1. Alterações. As Partes desde já acordam que todos os termos e condições do presente Contrato poderão ser revistos a qualquer momento, desde que de comum acordo entre as Partes e devidamente formalizado por escrito.\n        </div>\n        <div class=\"clause\">\n            6.2. Ausência de Vínculo. As Partes declaram, para todos os efeitos, que são entidades independentes e autônomas, de forma que o presente Contrato não cria qualquer outra modalidade de vínculo entre ambas, inclusive, sem limitação, mandato, representação, associação, formação de grupo econômico, joint venture, sociedade de fato ou de direito, consórcio, subordinação jurídica e/ou econômica, vínculo empregatício ou similar. As Partes serão as únicas responsáveis pela remuneração de seus respectivos funcionários e terceiros por elas contratados, devendo responder integralmente pelos decorrentes encargos de natureza trabalhista, previdenciária, tributária e administrativa.\n        </div>\n        <div class=\"clause\">\n            6.3. Exclusividade. O presente Contrato é celebrado em caráter exclusivo, sendo vedado à Mandante e/ou os Intervenientes Anuentes celebrarem idênticos e simultâneos contratos com outras pessoas, físicas e/ou jurídicas, envolvendo os investidores alvo acima referenciados, devendo ser respeitadas às disposições ora avençadas.\n        </div>\n        <div class=\"clause\">\n            6.4. Indenização. Sem prejuízo das sanções especificamente tratadas neste Contrato e na legislação cível e penal aplicável, a Parte que violar qualquer das obrigações assumidas no presente Contrato deverá indenizar a outra Parte com relação a qualquer perda, responsabilidade, dano e/ou despesa sofrida ou incorrida, em relação a, ou resultante de qualquer descumprimento de qualquer disposição deste Contrato, incluindo no caso de não pagamento das remunerações e/ou honorários devidos à outra Parte conforme pactuado neste Contrato.\n        </div>\n        <div class=\"clause\">\n            6.5. Ausência de Renúncia. A omissão ou a demora por qualquer uma das Partes em exercer qualquer direito aqui previsto não será tida como renúncia a esse direito; o exercício isolado ou parcial de qualquer direito aqui previsto não prejudicará o exercício futuro ou mais amplo de tal direito.\n        </div>\n        <div class=\"clause\">\n            6.6. Foro e Lei Aplicável. O presente Contrato será regido pelas Leis da República Federativa do Brasil, elegendo as Partes o foro central da Comarca da Capital do Estado de São Paulo, com exclusão de qualquer outro, por mais privilegiado que seja, para nele serem dirimidas quaisquer dúvidas e questões oriundas do presente Contrato.\n        </div>\n    </div>\n\n    <div class=\"section\">\n        São Paulo, {{ $json.data }}.\n    </div>\n\n    <div class=\"signature-section\">\n        <div style=\"margin-bottom: 10px;\"><strong>MANDANTE:</strong></div>\n        <div class=\"signature-line\">\n            {{ $json.nome }}\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>MANDATÁRIA:</strong></div>\n        <div class=\"signature-line\">\n            FINAMOB TECH CONSULTORIA S.A.<br>\n            Por: Julia Marchesini Esteves De Oliveira\n        </div>\n\n        <div style=\"margin-top: 30px; margin-bottom: 10px;\"><strong>Testemunhas:</strong></div>\n        <div class=\"witness-section\">\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: Guilherme Anauate De Conto<br>\n                RG: 52.167.737-3\n            </div>\n            <div class=\"witness\">\n                <div style=\"border-top: 1px solid #333; width: 250px; padding-top: 5px; margin-bottom: 10px;\"></div>\n                Nome: [NOME FINAMOBER]<br>\n                RG: [RG FINAMOBER]\n            </div>\n        </div>\n    </div>\n</body>\n</html>"},"type":"n8n-nodes-base.html","typeVersion":1.2,"position":[48,544],"id":"4efb6871-e736-4302-a678-3f95201c65a3","name":"HTML"},{"parameters":{"jsCode":"return [{\n  json: {\n    htmlBase64: Buffer.from($json[\"html\"], 'utf-8').toString('base64')\n  }\n}];\n"},"type":"n8n-nodes-base.code","typeVersion":2,"position":[768,192],"id":"a762daf5-ad98-49ff-9707-5333f2160582","name":"Criar Base64"},{"parameters":{"url":"=https://sync.api.cloudconvert.com/v2/jobs/{{ $json.data.id }}","authentication":"genericCredentialType","genericAuthType":"httpBearerAuth","options":{}},"type":"n8n-nodes-base.httpRequest","typeVersion":4.2,"position":[1136,192],"id":"31933c92-fb58-469d-bb50-0032f4996da8","name":"Check - CloudConvert","credentials":{"httpBearerAuth":{"id":"5SMBJ5YIlKBp5V2J","name":"cloudconvert"}}},{"parameters":{"method":"POST","url":"https://api.cloudconvert.com/v2/jobs","authentication":"genericCredentialType","genericAuthType":"httpBearerAuth","sendBody":true,"specifyBody":"json","jsonBody":"={\n  \"tasks\": {\n    \"import-html\": {\n      \"operation\": \"import/base64\",\n      \"file\": \"{{ $json.htmlBase64 }}\",\n      \"filename\": \"input.html\"\n    },\n    \"convert-to-docx\": {\n      \"operation\": \"convert\",\n      \"input\": \"import-html\",\n      \"input_format\": \"html\",\n      \"output_format\": \"docx\"\n    },\n    \"export-docx\": {\n      \"operation\": \"export/url\",\n      \"input\": \"convert-to-docx\"\n    }\n  }\n}\n","options":{}},"type":"n8n-nodes-base.httpRequest","typeVersion":4.2,"position":[944,192],"id":"0379cab1-f688-46d0-9e5d-8ec522b57a0e","name":"Converter PDF - CloudConvert","credentials":{"httpBearerAuth":{"id":"5SMBJ5YIlKBp5V2J","name":"cloudconvert"}}},{"parameters":{"method":"POST","url":"https://v2.api2pdf.com/chrome/html","authentication":"genericCredentialType","genericAuthType":"httpHeaderAuth","sendBody":true,"bodyParameters":{"parameters":[{"name":"html","value":"={{ $json.html }}"},{"name":"inlinePdf","value":"false"}]},"options":{}},"type":"n8n-nodes-base.httpRequest","typeVersion":4.2,"position":[912,752],"id":"09556c4d-7f92-4fe7-b131-dd212bb63b7e","name":"Convert PDF - api2pdf","credentials":{"httpHeaderAuth":{"id":"7eI6uGOUWvQGoTTl","name":"api2pdf"}}},{"parameters":{"rule":{"interval":[{"field":"seconds"}]}},"type":"n8n-nodes-base.scheduleTrigger","typeVersion":1.2,"position":[-768,592],"id":"cb0f9522-d674-4c73-990a-79adb8cd1efc","name":"Schedule Trigger"},{"parameters":{"operation":"getAll","tableId":"mandatos","returnAll":true,"matchType":"allFilters","filters":{"conditions":[{"keyName":"url_docx","condition":"is","keyValue":"null"}]}},"type":"n8n-nodes-base.supabase","typeVersion":1,"position":[-560,592],"id":"f7bf987e-e28a-4c2d-a2c2-7300ad89a432","name":"Pega Mandatos","credentials":{"supabaseApi":{"id":"4MbqyW9T081a3o7d","name":"Finamob"}}},{"parameters":{"operation":"update","tableId":"mandatos","matchType":"allFilters","filters":{"conditions":[{"keyName":"id","condition":"eq","keyValue":"={{ $('Pega Mandatos').item.json.id }}"}]},"fieldsUi":{"fieldValues":[{"fieldId":"url_docx","fieldValue":"={{ $json.url ?? $json.url1 }}"}]}},"type":"n8n-nodes-base.supabase","typeVersion":1,"position":[1520,192],"id":"7d51cd23-0251-4541-a6d3-03a8a414486f","name":"Update a row","credentials":{"supabaseApi":{"id":"4MbqyW9T081a3o7d","name":"Finamob"}}},{"parameters":{"operation":"update","tableId":"mandatos","matchType":"allFilters","filters":{"conditions":[{"keyName":"id","condition":"eq","keyValue":"={{ $('Pega Mandatos').item.json.id }}"}]},"fieldsUi":{"fieldValues":[{"fieldId":"url_pdf","fieldValue":"={{ $json.pdf }}"}]}},"type":"n8n-nodes-base.supabase","typeVersion":1,"position":[1136,752],"id":"1d5794aa-b113-443c-b0c7-312ec59fc352","name":"Update a row1","credentials":{"supabaseApi":{"id":"4MbqyW9T081a3o7d","name":"Finamob"}}}],"connections":{"HTML6":{"main":[[{"node":"Convert PDF - api2pdf","type":"main","index":0},{"node":"Criar Base64","type":"main","index":0}]]},"HTML7":{"main":[[{"node":"Convert PDF - api2pdf","type":"main","index":0},{"node":"Criar Base64","type":"main","index":0}]]},"HTML8":{"main":[[{"node":"Convert PDF - api2pdf","type":"main","index":0},{"node":"Criar Base64","type":"main","index":0}]]},"HTML9":{"main":[[{"node":"Convert PDF - api2pdf","type":"main","index":0},{"node":"Criar Base64","type":"main","index":0}]]},"Switch1":{"main":[[{"node":"HTML6","type":"main","index":0}],[{"node":"HTML7","type":"main","index":0}],[{"node":"HTML8","type":"main","index":0}],[{"node":"HTML","type":"main","index":0}],[{"node":"HTML9","type":"main","index":0}],[{"node":"HTML10","type":"main","index":0}],[{"node":"HTML11","type":"main","index":0}]]},"HTML10":{"main":[[{"node":"Convert PDF - api2pdf","type":"main","index":0},{"node":"Criar Base64","type":"main","index":0}]]},"HTML11":{"main":[[{"node":"Convert PDF - api2pdf","type":"main","index":0},{"node":"Criar Base64","type":"main","index":0}]]},"Edit Fields":{"main":[[{"node":"Update a row","type":"main","index":0}]]},"HTML":{"main":[[{"node":"Criar Base64","type":"main","index":0},{"node":"Convert PDF - api2pdf","type":"main","index":0}]]},"Criar Base64":{"main":[[{"node":"Converter PDF - CloudConvert","type":"main","index":0}]]},"Check - CloudConvert":{"main":[[{"node":"Edit Fields","type":"main","index":0}]]},"Converter PDF - CloudConvert":{"main":[[{"node":"Check - CloudConvert","type":"main","index":0}]]},"Convert PDF - api2pdf":{"main":[[{"node":"Update a row1","type":"main","index":0}]]},"Schedule Trigger":{"main":[[{"node":"Pega Mandatos","type":"main","index":0}]]},"Pega Mandatos":{"main":[[{"node":"Switch1","type":"main","index":0}]]}},"settings":{"executionOrder":"v1","callerPolicy":"workflowsFromSameOwner","errorWorkflow":"Cem9y3zmcggUQhrp"},"staticData":{"node:Schedule Trigger":{"recurrenceRules":[]}},"meta":{"templateCredsSetupCompleted":true},"pinData":{"Schedule Trigger":[{"json":{"timestamp":"2025-09-16T01:02:00.001-03:00","Readable date":"September 16th 2025, 1:02:00 am","Readable time":"1:02:00 am","Day of week":"Tuesday","Year":"2025","Month":"September","Day of month":"16","Hour":"01","Minute":"02","Second":"00","Timezone":"America/Sao_Paulo (UTC-03:00)"}}]},"versionId":"f1e30a1f-cc0b-4e29-8c93-71cb9784a03e","triggerCount":1,"tags":[]}